Repository: abunchofhacks/Epicinium
Catalog: translations/localizor/.*.po
Languages: cs_cz, pt_br

source: Everything is Free
pt_br: Tudo é Gratuito

source: High Speed
pt_br: Alta Velocidade

source: Economic Growth
pt_br: Crescimento Econômico

source: Listen up, Commander!
pt_br: Escute, Comandante!

source: The enemy has dug in among the mountains in the east. The longer they are allowed to stay, the more damage their industriousness will do to the surrounding area. Use whatever means necessary to obliterate them. There are some neutral City and Industry tiles in the northwest of the map. Feel free to capture them with your Rifleman units.
pt_br: O inimigo cavou entre as montanhas do leste. Quanto mais tempo eles permanecerem lá , mais danos sua laboriosidade fará à área ao redor . Use todos os meios necessários para destruí-los. Existem alguns blocos neutros de Cidade e Indústria no noroeste do mapa. Sinta-se à vontade para capturá-los com suas unidades de infantaria.

source: Defeat your opponent by occupying, capturing or destroying all of their City tiles. At the end of the game, you get 1 point for every Grass and Forest tile that remains.
pt_br: Derrote seu oponente ocupando, capturando ou destruindo todas as suas cidades. No final do jogo, você ganha 1 ponto para cada bloco de Grama e Floresta remanescente.

source: Get 25 points.
pt_br: Ganhe 25 pontos.

source: Get 40 points.
pt_br: Ganhe 40 pontos.

source: Get at least 25 points.
pt_br: Ganhe ao menos 25 pontos.

source: Do not destroy any City, Farm or Industry tiles.
pt_br: Não destrua nenhuma cidade, fazenda ou indústria.

source: Go get rid of those rebels!
pt_br: Destrua esses rebeldes

source: Greetings, Commander!
pt_br: Saudações, Comandante!

source: Who needs money anyway? In this challenge, all unit and tile costs have been reduced to zero, and buildings do not generate any income at night.
pt_br: Quem precisa de dinheiro, afinal? Neste desafio, todos os custos unitários e de e edifícios foram reduzidos a zero e os edifícios não geram nenhuma renda à noite.

source: Get 30 points.
pt_br: Ganhe 30 pontos.

source: Get 80 points.
pt_br: Ganhe 80 pontos.

source: Well hello there, partner!
cs_cz: Zdravím tě, parťáku!
pt_br: Bom, e aí, parceiro!

source: Get at least 4 points.
pt_br: Ganhe ao menos 4 pontos.

source: Get at least 10 points.
pt_br: Ganhe ao menos 10 pontos.

source: Get 21 points.
pt_br: Ganhe 21 pontos.

source: Get 86 points.
pt_br: Ganhe 86 pontos.

source: Get 132 points.
pt_br: Ganhe 132 pontos.

source: Get 2 points.
pt_br: Ganhe 2 pontos.

source: Get 5 points.
pt_br: Ganhe 5 pontos.

source: Get 8 points.
pt_br: Ganhe 8 pontos.

source: Looking to Play
pt_br: Procurando partida

source: Playing Tutorial
cs_cz: Hrát výuku
pt_br: Jogando Tutorial

source: Playing Challenge
cs_cz: Hrát výzvy
pt_br: Jogando Desafio

source: Playing %s Challenge
pt_br: Jogando o Desafio %s

source: Playing Free For All
pt_br: Jogando Cada Um Por Si

source: Playing Versus AI
pt_br: Jogando Contra IA

source: Playing AI vs AI
pt_br: Jogando IA Contra IA

source: Spectating One vs One
pt_br: Assistindo Um Contra Um

source: Spectating Free For All
pt_br: Assistindo Cada Um Por Si

source: Spectating Versus AI
pt_br: Assistindo Contra IA

source: Spectating AI vs AI
pt_br: Assistindo IA Contra IA

source: In One vs One Lobby (%s/%s)
pt_br: Em Uma Sala Um Contra Um (%s/%s)

source: In Free For All Lobby (%s/%s)
pt_br: Em Uma Sala Cada Um Por Si (%s/%s)

source: In Versus AI Lobby (%s/%s)
pt_br: Em Uma Sala Contra IA (%s/%s)

source: In AI vs AI Lobby (%s/%s)
pt_br: Em Uma Sala IA Contra IA (%s/%s)

source: Dutch
pt_br: Holandês

source: Ready
pt_br: Pronto

source: CHAT
pt_br: BATE-PAPO

source: SEVENTEEN NEW SPECIES OF FROG DISCOVERED
pt_br: DEZESSETE NOVAS ESPÉCIES DE SAPOS DESCOBERTAS

source: WOMAN DISCOVERS SAFE CONTAINING 1500 CANS OF MUSHROOM SOUP
pt_br: Mulher descobre cofre contendo 1500 latas de sopa de cogumelo

source: BRAVE PIONEERS SETTLE NEW CITIES
pt_br: PIONEIROS CORAJOSOS ESTABELECEM NOVAS CIDADES

source: quit
cs_cz: konec
pt_br: sair

source: %s was defeated.
pt_br: %s foi derrotado.

source: %s was victorious. Score: %d.
pt_br: %s foi vitorioso. Placar: %d.

source: GLOBAL WARMING WORSENS
pt_br: AQUECIMENTO GLOBAL PIORA

source: DROUGHT CURBS GROWTH OF TREES AND CROPS, WARN BOTANISTS
pt_br: SECA ATRAPALHA CRESCIMENTO DE ÁRVORES E PLANTAÇÕES, DIZEM OS BOTANISTAS

source: FROSTBITE EXPECTED TO TERRORIZE OPEN FIELDS IN WINTER
pt_br: ESPERA-SE QUE TEMPESTADES DE FROI ATERRORIZEM CAMPOS ABERTOS NO INVERNO

source: DESERT SAND UNSUITABLE FOR BUILDING, SAY CONTRACTORS
pt_br: AREIA DO DESERTO INADEQUADA PARA A CONSTRUÇÃO, DIZEM OS ARQUITETOS

source: SUMMER FIRESTORM ALERT LIKELY
pt_br: ALERTA! TEMPESTADES DE FOGO SÃO PROVÁVEIS NO VERÃO

source: EXTREME DROUGHT WEAKENS TROOPS IN DESERTS
pt_br: SECA ENFRAQUECE TROPAS NOS DESERTOS

source: DROUGHT LEAVES TANKS MORE VULNERABLE TO EXTREME WEATHER, SAY MECHANICS
pt_br: SECA DEIXA TANQUES MAIS VULNERÁVEIS AO CLIMA EXTREMO, DIZEM OS MECÂNICOS

source: STRUCTURAL INTEGRITY OF BUILDINGS FALTERS, WARN ENGINEERS
pt_br: A INTEGRIDADE ESTRUTURAL DOS EDIFÍCIOS ESTÁ MAIS FRACA, AVISAM ENGENHEIROS

source: INCREASED RISK OF FIRESTORM IN SUMMER
pt_br: AUMENTO DE CHANCE DE TEMPESTADES DE FOGO NO VERÃO

source: CITIES VULNERABLE TO INFERNO ONCE FORESTS ARE GONE
pt_br: CIDADES ESTÃO VULNERÁVEIS AO INFERNO POIS AS FLORESTAS FORAM DESTRUÍDAS

source: THE END OF DAYS HAS ARRIVED, SAY CULT LEADERS
pt_br: O FIM DOS DIAS CHEGOU, DIZEM LÍDERES RELIGIOSOS

source: Spring, Year %d
cs_cz: Jaro, Rok %d
pt_br: Primavera, Ano %d

source: Summer, Year %d
cs_cz: Léto, Rok %d
pt_br: Verão, Ano %d

source: Autumn, Year %d
cs_cz: Podzim, Rok %d
pt_br: Outono, Ano %d

source: Winter, Year %d
cs_cz: Zima, Rok %d
pt_br: Inverno, Ano %d

source: Gunner
pt_br: Atirador pesado

source: Sapper
pt_br: Morteiro

source: Settler
pt_br: Pioneiro

source: Grass
pt_br: Grama

source: Dirt
pt_br: Terra

source: Rubble
pt_br: Pedra

source: Ridge
pt_br: cordilheira

source: Town
cs_cz: Zástavba
pt_br: Vilarejo

source: Trenches
pt_br: Trincheiras

source: Shell
pt_br: Bombardeio

source: Drop Gas
pt_br: Soltar gás

source: Dig Trenches
pt_br: Cavar trincheiras

source: Settle %s
pt_br: Construir %s

source: Upgrade
pt_br: Melhorar

source: Upgrade to %s
pt_br: Melhorar para %s

source: Cultivate %s
pt_br: Cultivar %s

source: Produce %s
pt_br: Produzir %s

source: Stop
pt_br: Parar

source: ALL
pt_br: TODOS

source: GAME
pt_br: JOGO

source: Send
pt_br: Enviar

source: Click to open chat.
pt_br: Clique para abrir o bate-papo.

source: Open Chat
pt_br: Abrir Bate-papo

source: Resign & Quit
pt_br: Desistir & Sair

source: Close
pt_br: Fechar

source: Price: $%d.%d%d
pt_br: Preço: $%d.%d%d

source: The Planet
pt_br: O Planeta

source: Mission Briefing
pt_br: Relatório de missão

source: Score:
pt_br: Placar:

source: cancel
pt_br: cancelar

source: Resign?
pt_br: Renunciar?

source: resign
pt_br: renunciar

source: Slow air unit that deploys gas in an area.
pt_br: Unidade lenta e voadora que joga gás em um área.

source: Does not attack but has a powerful shell ability.
pt_br: Não ataca, mas tem uma poderosa habilidade de bombardear.

source: Produces zeppelins.
pt_br: Produz dirigivéis

source: Harvested for income at night.
pt_br: Colhido gera renda a noite

source: Ground units are slowed.
pt_br: As unidades terrestres são deixadas mais lentas

source: Frostbite
pt_br: Tempestade de frio

source: Units that remain here take damage in the Decay phase.
pt_br: As unidades que permanecem aqui sofrem danos na fase de decadência.

source: Bonedrought
pt_br: Seca extrema

source: STOP
pt_br: PARAR

source: GUNNER
pt_br: Metralhadora pesada

source: SAPPER
pt_br: Morteiro

source: GRASS
pt_br: Grama

source: DIRT
pt_br: Terra

source: DESERT
pt_br: DESERTO

source: MOUNTAIN
pt_br: MONTANHA

source: WATER
pt_br: ÁGUA

source: FOREST
pt_br: FLORESTA

source: CITY
pt_br: CIDADE

source: TOWN
pt_br: CIDADE

source: OUTPOST
pt_br: POSTO AVANÇADO

source: INDUSTRY
pt_br: INDÚSTRIA

source: BARRACKS
pt_br: QUARTEL

source: SOIL
pt_br: SOLO

source: TRENCHES
pt_br: Trincheiras

source: SHELL
pt_br: Bombaredeio

source: DROP GAS
pt_br: Lançar gás

source: DIG TRENCHES
pt_br: Cavar trincheiras

source: UPGRADE
pt_br: MELHORAR

source: MOVE
pt_br: MOVER

source: TILE
pt_br: Hectare

source: AIR
pt_br: AR

source: Copy
pt_br: Copiar

source: Red Player
pt_br: Jogador Vermelho

source: Blue Player
pt_br: Jogador Azul

source: Yellow Player
pt_br: Jogador Amarelo

source: Black Player
pt_br: Jogador Preto

source: Pink Player
pt_br: Jogador Rosa

source: special thanks
pt_br: agradecimentos especiais

source: return to main menu
pt_br: voltar ao menu principal

source: LOG IN
pt_br: CONECTAR-SE

source: REGISTER
pt_br: REGISTRAR

source: PLAY
pt_br: JOGAR

source: Downloading...
pt_br: Fazendo download...

source: confirm
pt_br: confirmar

source: forgot password?
pt_br: esqueceu a senha?

source: Username:
pt_br: Nome de usuário:

source: Confirm password:
pt_br: Confirmar a senha:

source: Please describe what happened.
pt_br: Favor descrever o que aconteceu.

source: send
pt_br: enviar

source: Initializing...
pt_br: Inicializando...

source: Not logged in.
pt_br: Não está conectado.

source: Find us on Discord!
pt_br: Encontre a gente no Discord!

source: SETTINGS
pt_br: CONFIGURAÇÕES

source: CREDITS
pt_br: CRÉDITOS

source: QUIT
pt_br: SAIR

source: RESTART
pt_br: REINICIAR

source: Connecting to Steam...
pt_br: Conectando ao Steam...

source: Please log in to play!
pt_br: Favor se conectar para jogar!

source: Connecting to official servers...
pt_br: Conectando aos servidores oficiais...

source: Connected to official servers.
pt_br: Conectado aos servidores oficiais.

source: The server has been shut down for maintenance. We'll be back soon!
pt_br: O servidor foi desligado para a manutenção. Voltaremos em breve!

source: Showcase
cs_cz: Přehled

source: Elimination
cs_cz: Eliminace

source: Morale
cs_cz: Morálka

source: Eliminate all enemy tanks.
cs_cz: Zničte všechny nepřátelské tanky

source: In Menu
cs_cz: V menu

source: A NEW ERA BEGINS
cs_cz: Započala nová éra

source: Quit?
cs_cz: Ukončit?

source: Quit
cs_cz: Konec

source: Custom
cs_cz: Vlastní
