Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: Preservation Challenge
es_es: Desafío de preservación
fr_fr: Défi de préservation
pl_pl: Wyzwanie: Przechowanie
tr_tr: Koruma Mücadelesi

source: Elimination Challenge
es_es: Desafío de eliminación
fr_fr: Défi d'élimination
pl_pl: Wyzwanie: Eliminacja
tr_tr: Eleme Mücadelesi

source: Everything is Free Challenge
es_es: Desafío Todo es Gratis
fr_fr: Défi tout est gratuit
nl_nl: Uitdaging: Alles is Gratis
pl_pl: Wyzwanie: Wszystko za darmo
tr_tr: Her Şey Ücretsiz Mücadelesi

source: Tank Derby Challenge
es_es: Desafío del Derby de Tanques
fr_fr: Défi derby de tanks
nl_nl: Uitdaging: Tank Derby
pl_pl: Wyzwanie: Derby czołgów
tr_tr: Tank Derbisi Mücadelesi

source: High Speed Challenge
es_es: Desafío de alta velocidad
fr_fr: Défi haute vitesse
pl_pl: Wyzwanie: Wysoka prędkość
tr_tr: Yüksek Hız Mücadelesi

source: Economic Growth Challenge
es_es: Desafío de crecimiento económico
fr_fr: Défi de croissance économique
nl_nl: Uitdaging: Economische Groei
pl_pl: Wyzwanie: ekonomiczny rozwój
tr_tr: Ekonomik Büyüme Mücadelesi

source: Morale Challenge
es_es: Desafío moral
fr_fr: Défi moral
nl_nl: Uitdaging: Moreel
pl_pl: Wyzwanie: Etyka
tr_tr: Moral Mücadelesi

source: Act %d - Level %d
es_es: Acto %d - Nivel %d
fr_fr: Acte %d - Niveau %d
nl_nl: Hoofdstuk %d - Niveau %d
pl_pl: Akt %d - Poziom %d

source: Greetings, Commander!
de_de: Grüße, Commander!
es_es: ¡Saludos, Comandante!
fr_fr: Salutations, commandant !
nl_nl: Gegroet, Commandant!
pl_pl: Witaj, Dowódco!
ru_ru: Приветствую, Коммандир!
tr_tr: Selamlar Kumandan!
uk_ua: Мої вітання, командире!

source: Defeat the enemy.
es_es: Derrota al enemigo.
fr_fr: Vaincre l'ennemi.
nl_nl: Versla de vijand.
pl_pl: Pokonaj wroga.
tr_tr: Düşmanı yen.

source: Good luck!
de_de: Viel Glück!
es_es: ¡Buena suerte!
fr_fr: Bonne chance !
nl_nl: Succes!
pl_pl: Powodzenia!
ru_ru: Удачи!
tr_tr: İyi şanslar!
uk_ua: Удачі!

source: Listen up, Commander!
de_de: Achtung, Commander!
es_es: ¡Escuche, comandante!
fr_fr: Écoutez, commandant!
nl_nl: Luister, Commandant!
pl_pl: Dowódco!
ru_ru: Слушайте, Командир!
tr_tr: Dinleyin Kumandan!
uk_ua: Слухайте, командире!

source: The enemy has dug in among the mountains in the east. The longer they are allowed to stay, the more damage their industriousness will do to the surrounding area. Use whatever means necessary to obliterate them. There are some neutral City and Industry tiles in the northwest of the map. Feel free to capture them with your Rifleman units.
de_de: Der Feind hat sich in den Bergen im Osten eingegraben. Je länger wir sie dort bleiben lassen, desto mehr Schaden werden ihre Anstrengungen in der Umgebung anrichten. Nutzen Sie alle notwendigen Mittel, um sie zu vernichten. Im Nordwesten der Karte befinden sich einige neutrale Stadt- und Industriefelder. Zögern Sie nicht, sie mit Ihren Schützen-Einheiten einzunehmen.
es_es: El enemigo se ha atrincherado entre las montañas del este. Cuanto más tiempo se les permita quedarse, más daño hará su laboriosidad al área circundante. Utilice todos los medios necesarios para aniquilarlos. Hay algunas casillas neutrales de Ciudad e Industria en el noroeste del mapa. Siéntete libre de capturarlos con tus unidades de fusileros.
fr_fr: L'ennemi a creusé dans les montagnes à l'est. Plus longtemps ils resteront, plus leur industrialisation causera des dommages dans la région. Utilisez tous les moyens nécessaires pour les éliminer. Il existe des tuiles Ville et Industrie neutres au nord-ouest de la carte. Vous pouvez les capturer à l'aide de vos unités Fusiliers.
nl_nl: De vijand heeft zich ingegraven tussen de bergen in het oosten. Hoe langer ze daar blijven, hoe meer schade hun bedrijvigheid zal toebrengen aan de omgeving. Alle middelen zijn geoorloofd om ze weg te vagen. Er zijn een paar neutrale Stads- en Industrietegels in het noordwesten. Voel je vrij om ze in te nemen met je Infanterist-eenheden.
pl_pl: Wrogowie okopali się wśród gór na wschodzie. Im dłużej pozwolisz im tam zostać, tym więcej szkód dla pobliskich terenów dokona ich przemysł. Użyj wszelkich niezbędnych środków by ich zniszczyć. Na północnym zachodzie mapy znajduje się kilka neutralnych pól Miast oraz Fabryk. Możesz wykorzystać swoje jednostki Piechoty by je zająć.
ru_ru: Враг находится в окопах среди гор на востоке. Чем дольше они там остаются, тем больший ущерб их фабрики нанесут окружающей среде. Используйте все необходимые средства, чтобы уничтожить их. На северо-западе карты есть несколько нейтральных плиток Города и Промышленности. Не стесняйтесь захватывать их своими Стрелками.
tr_tr: Düşman doğudaki dağların arasına yerleşti. Kalmalarına ne kadar çok izin verirsek, gayretleri çevreye o kadar çok zarar verecek. Yok edilmeleri için ne gerekiyorsa yap. Haritanın kuzeybatısında bazı doğal Şehir ve Endüstri karoları var. Piyade birliklerini kullanarak bu karoları ele geçirmekten çekinme.

source: Defeat your opponent by occupying, capturing or destroying all of their City tiles. At the end of the game, you get 1 point for every Grass and Forest tile that remains.
de_de: Besiegen Sie ihren Gegner, indem Sie alle seine Stadtfelder besetzen, erobern oder zerstören. Am Ende des Spiels erhalten Sie je 1 Punkt für jedes verbleibende Gras- und Waldfeld.
es_es: Derrota a tu oponente ocupando, capturando o destruyendo todas sus casillas de ciudad. Al final del juego, obtienes 1 punto por cada ficha de hierba y bosque que quede.
fr_fr: Battez votre adversaire par l'occupation, la capture ou la destruction de toutes ses tuiles Villes. À la fin de la partie, vous obtiendrez 1 point pour chaque tuile Herbe ou Forêt restante.
nl_nl: Versla je tegenstander door al zijn Stadstegels te bezetten, te veroveren of te vernietigen. Aan het einde van het spel krijg je 1 punt voor elke Gras- en Bostegel die overblijft.
pl_pl: Pokonaj wroga przez okupowanie, zajęcie lub zniszczenie wszystkich należących do niego pól Miast. Na koniec gry zdobędziesz 1 punkt za każde pole Trawy oraz Lasu które przetrwało.
ru_ru: Выиграй своего противника, оккупировав, захватив или уничтожив его плитку с городом. В конце игры, вы получите 1 очко за каждые оставшиеся плитки травы и леса.
tr_tr: Rakibinizin tüm Şehir karolarını işgal ederek, ele geçirerek ya da yok ederek rakibinizi yenin. Oyun sonunda geriye kalan her Çimen ve Orman karosundan 1 puan alacaksınız.

source: Get 1 point.
de_de: Erhalte 1 Punkt.
es_es: Obtén 1 punto.
fr_fr: Obtenez 1 point.
nl_nl: Scoor 1 punt.
pl_pl: Zdobądź 1 punkt.
ru_ru: Получите 1 балл.
tr_tr: 1 puan kazan.
uk_ua: Здобути 1 бал.

source: Get 25 points.
de_de: Erhalte 25 Punkte
es_es: Obtén 25 puntos.
fr_fr: Obtenez 25 points.
nl_nl: Scoor 25 punten.
pl_pl: Zdobądź 25 punktów.
ru_ru: Получите 25 очков.
tr_tr: 25 puan kazan.
uk_ua: Здобути 25 балів.

source: Get 40 points.
de_de: Erhalte 40 Punkte
es_es: Obtén 40 puntos.
fr_fr: Obtenez 40 points.
nl_nl: Scoor 40 punten
pl_pl: Zdobądź 40 punktów.
ru_ru: Получите 40 очков.
tr_tr: 40 puan kazan.
uk_ua: Здобути 40 балів.

source: Now go out there and lay claim to this region while there's still something worth claiming!
de_de: Jetzt gehen Sie dort hinaus und beanspruchen diese Region, solange es noch etwas gibt, dass es Wert ist, beansprucht zu werden!
es_es: ¡Ahora sal y reclama esta región mientras todavía hay algo que vale la pena reclamar!
fr_fr: Maintenant, allez là-bas et revendiquez cette région tant qu'il en est encore temps !
nl_nl: Ga er nu heen en claim deze regio nu er nog iets te claimen valt!
pl_pl: A teraz wyrusz na podbój tego regionu, póki jest tam jeszcze cokolwiek wartego podbicia!
ru_ru: Теперь отправляйтесь туда и предъявите права на этот регион, пока ещё есть что стоит потребовать!
tr_tr: Ortada hala kıymetli yerler varken oraya git ve bu bölgede hak iddia et!

source: Some of the population of this peninsula has rebelled! Eliminate all of the rebels in the area using your tanks, gunners and sappers. Don't worry about capturing cities; they will fall back in line once you have quelled the rebellion.
de_de: Ein Teil der Bevölkerung dieser Halbinsel hat rebelliert! Beseitigen Sie alle Rebellen in der Gegend mit Ihren Panzern, MG-Schützen und Pionieren. Macht Euch keine Sorgen über die Eroberung von Städten; Sie werden wieder unter unsere Kontrolle fallen, sobald Sie die Rebellion niedergeschlagen haben.
es_es: ¡Parte de la población de esta península se ha rebelado! Elimina a todos los rebeldes de la zona con tus tanques, artilleros y zapadores. No se preocupe por capturar ciudades; volverán a alinearse una vez que hayas sofocado la rebelión.
fr_fr: Une partie de la population de cette péninsule s'est rebellée ! Eliminez tous les rebelles dans la région en utilisant vos tanks, artilleurs et sapeurs. Ne vous souciez pas de la capture de villes ; elles reviendront dans le rang une fois que vous aurez réprimé la rébellion.
nl_nl: Een deel van de bevolking van dit schiereiland is in opstand gekomen! Schakel alle rebellen in het gebied uit met je tanks, commandos en artilleristen. Maak je geen zorgen over het veroveren van steden; die voegen zich wel weer bij ons als je de opstand hebt onderdrukt.
pl_pl: Cześć ludności tego półwyspu zbuntowała się! Wyeliminuj wszystkich rebeliantów w okolicy używając swoich czołgów, komandosów i saperów. Nie przejmuj się zajmowaniem miast; same przypomną sobie do kogo należą gdy rozprawisz się z buntownikami.
ru_ru: Часть населения этого полуострова восстала! Ликвидируйте всех повстанцев в этом районе, используя свои танки, артиллерию и сапёров. Не беспокойтесь насчёт городов; они вернуться под ваше управление, после подавление восстания.
tr_tr: Bu yarımadanın nüfusunun bir kısmı isyan etti! Tanklarınızı, komandolarınızı ve topçularınızı kullanarak tüm isyancıları yok edin. Şehirleri ele geçirme konusunda endişelenmeyin, isyanı bastırdıktan sonra yola geleceklerdir.

source: Defeat your opponent by eliminating all of their units. At the end of the game, you get 1 point for every Grass and Forest tile that remains.
de_de: Besiegen Sie Ihren Gegner, indem Sie alle seine Einheiten eliminieren. Am Ende des Spiels erhalten Sie je 1 Punkt für jedes verbleibende Gras- und Waldfeld.
es_es: Derrota a tu oponente eliminando todas sus unidades. Al final del juego, obtienes 1 punto por cada ficha de Césped y Bosque que quede.
fr_fr: Battez votre adversaire en éliminant toutes ses unités. À la fin de la partie, vous gagnerez 1 point pour chaque tuile Herbe et Forêt restantes.
nl_nl: Versla je tegenstander door al zijn eenheden uit te schakelen. Aan het einde van het spel krijg je 1 punt voor elke Gras- en Bostegel die overblijft.
pl_pl: Pokonaj przeciwnika, eliminując wszystkie jego jednostki. Na koniec gry otrzymujesz 1 punkt za każdą pozostałą płytkę Trawy i Lasu.
ru_ru: Одолейте своего противника, ликвидировав все его отряды. В конце игры вы получите 1 очко за каждые оставшиеся плитки травы и леса.
tr_tr: Rakibinizin tüm birimlerini yok ederek rakibinizi yenin. Oyun sonunda geriye kalan her Çimen ve Orman karosu için 1 puan kazanacaksınız.

source: Eliminate all enemy units.
de_de: Eliminieren Sie alle feindlichen Einheiten.
es_es: Elimina todas las unidades enemigas.
fr_fr: Éliminez toutes les unités ennemies.
nl_nl: Schakel alle vijandelijke eenheden uit.
pl_pl: Wyeliminuj wszystkie jednostki wroga.
ru_ru: Уничтожьте все вражеские юниты.
tr_tr: Tüm düşman birliklerini ortadan kaldırın.
uk_ua: Ліквідуйте всі ворожі загони.

source: Get at least 25 points.
de_de: Erreichen Sie mindestens 25 Punkte.
es_es: Obtén al menos 25 puntos.
fr_fr: Obtenez au moins 25 points.
nl_nl: Behaal minimaal 25 punten.
pl_pl: Zdobądź co najmniej 25 punktów.
ru_ru: Набери не менее 25 баллов.
tr_tr: En az 25 puan kazanın.
uk_ua: Здобути щонайменше 25 балів.

source: Do not destroy any City, Farm or Industry tiles.
de_de: Zerstören Sie kein Stadt-, Bauernhof- oder Industriefeld.
es_es: No destruyas ninguna casilla de ciudad, granja o industria.
fr_fr: Ne détruisez aucune tuile Ville, Ferme ou Industrie.
nl_nl: Vernietig geen Stads-, Boerderij- of Industrietegels.
pl_pl: Nie zniszcz żadnego pola Miasta, Farmy ani Fabryki.
ru_ru: Не уничтожайте плитки Города, Фермы или Промышленности.
tr_tr: Hiçbir Şehir, Çiftlik ya da Endüstri karosunu yok etmeyin.
uk_ua: Не знищуйте регіони з містами, фермами та промисловістю.

source: Go get rid of those rebels!
de_de: Werden Sie diese Rebellen los!
es_es: ¡Deshazte de esos rebeldes!
fr_fr: Allez vous débarrasser de ces rebelles !
nl_nl: Zorg dat je van die rebellen afkomt!
pl_pl: Pozbądź się tych buntowników!
ru_ru: Иди, избавься от этих повстанцев!
tr_tr: O isyancılardan kurtul!
uk_ua: Позбудьтесь цих повстанців!

source: Who needs money anyway? In this challenge, all unit and tile costs have been reduced to zero, and buildings do not generate any income at night.
de_de: Wer braucht schon Geld? Bei dieser Herausforderung wurden alle Einheiten- und Feldkosten auf Null gesenkt und Gebäude generieren nachts kein Einkommen.
es_es: ¿Quién necesita dinero de todos modos? En este desafío, todos los costos de unidad y baldosas se han reducido a cero, y los edificios no generan ingresos por la noche.
fr_fr: Qui a besoin d'argent, après tout ? Dans ce défi, tous les coûts des unités et tuiles ont été réduits à zéro, et les bâtiments ne génèrent aucun revenu la nuit.
nl_nl: Wie heeft er eigenlijk geld nodig? In deze uitdaging zijn alle eenheidskosten en tegelkosten tot nul teruggebracht en genereren gebouwen 's nachts geen inkomsten.
pl_pl: Po co komu w ogóle pieniądze? W tym wyzwaniu, wszystkie koszty jednostek i pól wynoszą zero, a budynki nie przynoszą dochodu w nocy.
ru_ru: Кому вообще нужны деньги? В этом испытании, все затраты на единицы и плитки сведены к нулю. Ночью здания не приносят никакого дохода.
tr_tr: Zaten kimin paraya ihtiyacı olur ki? Bu mücadelede tüm birlik ve karo maliyetleri sıfıra indirildi. Binalar geceleri gelir sağlamayacak.

source: Get 30 points.
de_de: Erreichen Sie 30 Punkte.
es_es: Obtén 30 puntos.
fr_fr: Obtenez 30 points.
nl_nl: Krijg 30 punten.
pl_pl: Zdobądź 30 punktów.
ru_ru: Набери 30 очков.
tr_tr: 30 puan kazanın.
uk_ua: Здобути 30 балів.

source: Get 80 points.
de_de: Erreichen Sie 80 Punkte.
es_es: Obtén 80 puntos.
fr_fr: Obtenez 80 points.
nl_nl: Ontvang 80 punten.
pl_pl: Zdobądź 80 punktów.
ru_ru: Получите 80 очков.
tr_tr: 80 puan kazan.
uk_ua: Здобути 80 балів.

source: Well hello there, partner!
de_de: Na aber hallo, Partner!
es_es: Bueno, hola, socio!
fr_fr: Bien le bonjour, partenaire !
nl_nl: Hallo daar, partner!
pl_pl: Witaj, partnerze!
ru_ru: Ну, здравствуй, партнер!
tr_tr: Merhaba ortak!
uk_ua: Ну привіт, партнере!

source: Are you looking for some no-fuss action? Do you want to wake up at the sound of tanks thundering down the open fields? Then you should partake in the spectactular Tank Derby! Hop in one of them beauty's and show 'em what you got!
de_de: Suchen Sie nach etwas unkomplizierter Action? Möchten Sie morgens vom Donner der Panzer, wie sie über offenes Feld rasen, geweckt werden? Dann sollten Sie am spektakulären Panzer Derby teilnehmen! Steigen Sie in eine dieser Schönheiten und zeigen Sie, was sie können!
es_es: ¿Estás buscando algo de acción sin complicaciones? ¿Quieres despertarte con el sonido de los tanques tronando en el campo abierto? ¡Entonces deberías participar en el espectacular Tank Derby! ¡Súbete a una de esas bellezas y enséñales lo que tienes!
fr_fr: Vous cherchez de l'action sans chichi ? Vous aimez vous réveiller au son de chars vrombissants dans les champs ? Alors vous devriez prendre part au spectaculaire Derby de Tanks ! Grimpez dans l'une de ces petites beautés et montrez ce que vous avez !
nl_nl: Ben je op zoek naar actie zonder gedoe? Wil je wakker worden bij het geluid van tanks die over de open velden donderen? Dan moet u deelnemen aan de spectaculaire Tank Derby! Spring in een van die schoonheden en laat ze zien wat je in huis hebt!
pl_pl: Szukasz łatwej akcji? Masz ochotę budzić się do ogłuszającego dźwięku czołgów toczących się po otwartych polach? W takim razie powinieneś wsiąść udział w spektakularnym Czołgowym Derby! Wskakuj do jednej z tych ślicznotek i pokaż im na co Cię stać!
ru_ru: Вы ищете какое-то действие без суеты? Вы хотите проснуться от грохота танков по открытым полям? Тогда вам стоит принять участие в зрелищном танковом дерби! Запрыгивай в одну из этих красавиц и покажи им, что у тебя есть!
tr_tr: Yaygarasız bir aksiyon mu arıyorsun? Açık arazilerde gürleyen tankların sesiyle uyanmak ister misin? O zaman muhteşem Tank Derbisine katılmalısın! Güzel tanklarından birine atla ve onlara gücünü göster!

source: Defeat all three opponents by destroying their industry and eliminating all of their tanks. Tanks are cheaper than normal and can do regular attacks, but only have one hitpoint. you get 1 point for every Grass and Forest tile that remains.
de_de: Besiegen Sie alle drei Gegner, indem Sie ihre Industrie zerstören und ihre Panzer ausschalten. Panzer sind billiger als normal und können wie Infanterie angreifen, haben aber nur einen Trefferpunkt. Sie erhalten 1 Punkt für jedes verbleibende Gras- und Waldfeld.
es_es: Derrota a los tres oponentes destruyendo sus industrias y eliminando todos sus tanques. Los tanques son más baratos de lo normal y pueden realizar ataques regulares, pero solo tienen un punto de vida. Obtienes 1 punto por cada casilla de hierba y bosque que quede.
fr_fr: Vaincre les trois adversaires en détruisant leurs tuiles Industrie et en éliminant leurs tanks. Les tanks coûtent moins cher que d'habitude et peuvent effectuer des attaques régulières. Ils n'ont cependant qu'un seul point de vie. Vous gagnerez 1 point pour chaque tuile Herbe et Forêt restante.
nl_nl: Versla alle drie de tegenstanders door hun industrie te vernietigen en al hun tanks te elimineren. Tanks zijn goedkoper dan gebruikelijk en kunnen normale aanvallen uitvoeren, maar hebben maar één HP. Je krijgt 1 punt voor elke Gras- en Bostegel die overblijft.
pl_pl: Pokonaj wszystkich trzech wrogów przez zniszczenie należących do nich fabryk i czołgów. Czołgi są tańsze niż zwykle i atakują normalnie, jednak posiadają tylko jeden punkt życia. Otrzymasz 1 punkt za każde pole Trawy oraz Lasu które przetrwają.
ru_ru: Победите всех трех противников, уничтожив их промышленность и уничтожив все их танки. Танки дешевле обычных и могут выполнять обычные атаки, но имеют только одно здоровье. вы получаете 1 очко за каждую оставшуюся плитку травы и леса.
tr_tr: Endüstrilerini ve tanklarını yok ederek üç düşmanını da yen. Tanklar normalden daha ucuzdur ve düzenli saldırı yapabilirler ancak bir canları vardır. Kalan her Çimen ve Orman karosu için 1 puan kazanacaksınız.

source: Eliminate all enemy tanks.
de_de: Zerstören sie alle feindlichen Panzer.
es_es: Elimina todos los tanques enemigos.
fr_fr: Éliminez tous les tanks ennemis.
nl_nl: Schakel alle vijandelijke tanks uit.
pl_pl: Wyeliminuj wszystkie czołgi wroga.
ru_ru: Уничтожьте все вражеские танки.
tr_tr: Tüm düşman tanklarını ortadan kaldırın.
uk_ua: Ліквідуйте всі ворожі танки.

source: Get at least 4 points.
de_de: Erreichen Sie mindestens 4 Punkte.
es_es: Obtén al menos 4 puntos.
fr_fr: Obtenez au moins 4 points.
nl_nl: Krijg minimaal 4 punten.
pl_pl: Zdobądź co najmniej 4 punkty.
ru_ru: Наберите минимум 4 балла.
tr_tr: En az 4 puan kazanın.
uk_ua: Здобути щонайменше 4 бали.

source: Get at least 10 points.
de_de: Erreichen Sie mindestens 10 Punkte.
es_es: Obtén al menos 10 puntos.
fr_fr: Obtenez au moins 10 points.
nl_nl: Krijg tenminste 10 punten.
pl_pl: Zdobądź co najmniej 10 punktów.
ru_ru: Набери не менее 10 баллов.
tr_tr: En az 10 puan kazanın.
uk_ua: Здобути щонайменше 10 балів.

source: Let's rumble!
de_de: Lassen wir es krachen!
es_es: ¡Vamos a retumbar!
fr_fr: C'est partis !
nl_nl: Gaan met die banaan!
pl_pl: Naprzód!
ru_ru: Давайте грохотать!
tr_tr: Hadi gürleyelim!

source: What happens when we, ahum, "spill" a year's worth of energy drinks into the water supply of the entire region? Let's find out! In this challenge, all units have their movement speed increased by 2.
de_de: Was würde passieren, wenn wir den Jahresverbrauch von Energy-Drinks eines kleines Landes in die Wasserversorgung der gesamten Region "verschütteten"? Wir werden es bald herausfinden! Bei dieser Herausforderung ist die Bewegungsgeschwindigkeit aller Einheiten um 2 erhöht.
es_es: ¿Qué sucede cuando, ejem, "derramamos" bebidas energéticas para un año en el suministro de agua de toda la región? ¡Vamos a averiguarlo! En este desafío, todas las unidades tienen su velocidad de movimiento aumentada en 2.
fr_fr: Qu'arriverait-il si, disons, on versait l'équivalent d'un an de boisson énergisante dans la citerne d'eau potable d'une région tout entière ? Essayons ! Dans ce défi, toutes les unités ont une vitesse de mouvement augmentée de 2.
nl_nl: Wat gebeurt er als we "per ongeluk" een jaarvoorraad energiedrankjes in de watervoorziening van de hele regio laten vallen? We gaan het zien! In deze uitdaging is de bewegingssnelheid van alle eenheden verhoogd met 2.
pl_pl: Co by się stało gdybyśmy "przypadkiem" wylali całoroczny zapas drinków energetycznych do zasobów pitnej wody w całym regionie? Czas się przekonać! W tym wyzwaniu, wszystkie jednostki poruszają się 2 razy szybciej.
ru_ru: Что произойдет, если мы, кхм, «прольем» годовой запас энергетических напитков в водоснабжение всего региона? Давайте узнаем! В этом испытании скорость передвижения всех юнитов увеличена на 2.
tr_tr: Bir yıl yetecek enerji içeceğini, tüm bölgenin su kaynağına, öhöm, "döktüğümüzde" ne olur? Hadi öğrenelim! Bu mücadelede tüm birimlerin hareket hızı 2 artar.

source: In this challenge, there are no enemies to fight or opponents to defeat. Just focus on growing your economy.
de_de: In dieser Herausforderung gibt es keine Gegner zu besiegen. Sie müssen sich nur um das Wachstum ihrer Wirtschaft kümmern.
es_es: En este desafío, no hay enemigos con los que luchar y derrotar. Solo concéntrate en desarrollar tu economía.
fr_fr: Dans ce défi, il n'y a pas d'ennemis à combattre ou d'adversaires à vaincre. Concentrez-vous simplement sur la croissance de votre économie.
nl_nl: In deze uitdaging zijn er geen vijanden om te bevechten of tegenstanders om te verslaan. Focus je gewoon op het laten groeien van je economie.
pl_pl: W tym wyzwaniu nie ma przeciwników których trzeba pokonać. Skoncentruj się na rozwoju gospodarki.
ru_ru: В этом испытании нет врагов, с которыми нужно сражаться, или противников, которых нужно побеждать. Просто сосредоточьтесь на росте своей экономики.
tr_tr: Bu mücadelede savaşılması ya da yenilmesi gereken bir düşman yok. Sadece ekonominizi geliştirmeye odaklanın.

source: The game ends after the second winter night. Your score is equal to how much money you have at the end.
de_de: Das Spiel endet nach der zweiten Winternacht. Ihre Punktzahl entspricht ihrem Geld am Ende der Runde.
es_es: El juego termina después de la segunda noche de invierno. Tu puntuación es igual a la cantidad de dinero que tienes al final.
fr_fr: La partie prend fin après la deuxième nuit d'hiver. Votre score équivaut à l'argent que vous posséderez à la fin.
nl_nl: Het spel eindigt na de tweede winternacht. Je score is gelijk aan hoeveel geld je aan het eind hebt.
pl_pl: Gra skończy się po drugiej zimowej nocy. Twój wynik będzie równy ilości pieniędzy które będziesz miał na koniec.
ru_ru: Игра заканчивается после второй зимней ночи. Ваш счет будет равен тому, сколько денег у вас осталось в конце игры.
tr_tr: Oyun, ikinci kış gecesinden sonra biter. Puanınız, oyun sonunda sahip olduğunuz paraya eşittir.

source: Get 21 points.
de_de: Erreichen Sie 21 Punkte.
es_es: Consigue 21 puntos.
fr_fr: Obtenez 21 points.
nl_nl: Krijg 21 punten.
pl_pl: Zdobądź 21 punktów.
ru_ru: Получите 21 очко.
tr_tr: 21 puan kazanın.
uk_ua: Здобути 21 бал.
