Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: You have been disconnected from the server.
de_de: Du wurdest vom Server getrennt.
es_es: Has sido desconectado del servidor.
fr_fr: Vous avez été déconnecté du serveur.
pl_pl: Zostałeś rozłączony z serwerem.
ru_ru: Вы были отлючены от сервера.
tr_tr: Sunucu ile bağlantınız kesildi.
uk_ua: Вас від’єднали від сервера.

source: Authenticating...
de_de: Authentifizierung...
es_es: Autenticando ...
fr_fr: Authentification...
pl_pl: Uwierzytelnianie...
ru_ru: Аутенфикация...
tr_tr: Kimlik doğrulanıyor ...
uk_ua: Автентифікація...

source: Chilled
es_es: Congelado
fr_fr: Glacé
nl_nl: Verkleumd

source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
nl_nl: Engels
ru_ru: Английский
tr_tr: İngilizce
uk_ua: Англійська

source: Czech
de_de: Tschechisch
es_es: Checo
fr_fr: Tchèque
ru_ru: Чешский
tr_tr: Çekçe
uk_ua: Чеська

source: Stop
de_de: Halt
es_es: Detener
fr_fr: Arrêter
ru_ru: Стоп
tr_tr: Dur
uk_ua: Зупинити

source: STOP
de_de: ANHALTEN
es_es: PARAR
fr_fr: ARRÊTER
ru_ru: СТОП
tr_tr: DUR
uk_ua: ЗУПИНИТИ

source: Token:
es_es: Código:
fr_fr: Jeton :
ru_ru: Токен:
tr_tr: Kod:
uk_ua: Токен:

source: RESTART
de_de: NEUSTARTEN
es_es: REINICIAR
fr_fr: RÉESSAYER
nl_nl: HERSTARTEN
ru_ru: РЕСТАРТ
tr_tr: YENİDEN BAŞLAT
uk_ua: ПЕРЕЗАПУСТИТИ

source: Host:
es_es: Anfitrión:
fr_fr: Hôte :
nl_nl: Gastheer:
tr_tr: Sunucu:

source: Monitor:
fr_fr: Moniteur :
ru_ru: Монитор:
tr_tr: Monitör:
uk_ua: Екран:

source: LOBBY
es_es: SALA
ru_ru: ЛОББИ
tr_tr: LOBİ
uk_ua: ЛОБІ

source: ok
nl_nl: okee
ru_ru: ок
tr_tr: tamam
uk_ua: гаразд

source: We have captured back our industry! We can now create more industry from cities. Industry are able to create tanks, which cannot use gunfire but have the powerful shell ability. This shoots two bombs per tank at an adjacent tile, destroying units and buildings alike! Industry also generate 3 gold each turn, making them a suitable alternative to farms in these cold mountains. Beware though, as too much industry dries out the surrounding area, limiting power in the city.
ru_ru: Мы вернули свой завод! Теперь мы можем строить больше заводов в городах. Завод может создавать танки, которые не могут стрелять, но обладают мощной способностью обстреливать. Эта способность выстреливает по две бомбы за танк в соседнюю плитку, уничтожая как юниты, так и здания! Заводы также приносят 3 золота в ход, что делает их подходящей альтернативой фермам в этих холодных горах. Но будьте осторожны, так как слишком много заводов иссушает окрестности, ограничивая энергию в городе.

source: The enemy has been driven back, we have almost claimed our whole island! Only a small peninsula is still theirs. In a desperate attempt to gain back some ground, they are preparing an assault! Protect this bridge at all costs! Since we have regained our airfields, we are able to field zeppelins in this battle. Their ability to drop gas might prove useful in a chokepoint. Gas kills all units in a tile, and even speads to adjacent tiles.
ru_ru: Враг отброшен, мы почти захватили весь остров! Лишь небольшой полуостров остаётся за ними. В отчаянной попытке отыграться, они готовят штурм! Защитите этот мост любой ценой! Поскольку мы вернули наши аэродромы, мы можем выставлять дирижабли в этой битве. Их способность сбрасывать газ может оказаться полезной в узких проходах. Газ убивает все единицы на плитке и даже распространяется на соседние клетки.
