Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: Your units are red. Try selecting one of your Militia units by clicking on it with the LEFT MOUSE BUTTON.
de_de: Ihre Einheiten sind die roten. Versuchen Sie, eine Ihrer Milizeinheiten auszuwählen, indem Sie mit der LINKEN MAUSTASTE auf sie klicken.
es_es: Tus unidades son rojas. Intente seleccionar una de sus unidades de Milicia haciendo clic en ella con el BOTÓN IZQUIERDO DEL RATÓN.
fr_fr: Vos unités sont en rouge. Essayez de sélectionner l'une de vos unités Milices en cliquant dessus avec le BOUTON GAUCHE DE LA SOURIS.
nl_nl: Jouw eenheden zijn rood. Probeer een van je Militie-eenheden te selecteren door erop te klikken met de LINKERMUISKNOP.
pl_pl: Twoje jednostki są czerwone. Spróbuj wybrać jedną ze swoich jednostek Milicji, klikając ją LEWYM PRZYCISKIEM MYSZY.
ru_ru: Ваши подразделения красные. Попробуйте выбрать одно из ваших подразделений милиции, нажав ЛЕВОЙ КНОПКОЙ МЫШИ.
tr_tr: Birimleriniz kırmızı. SOL FARE TUŞU ile üzerine tıklayarak Milis birimlerinizden birini seçmeyi deneyin.

source: Select one of your Militia units by clicking on it with the LEFT MOUSE BUTTON.
de_de: Wählen Sie eine Ihrer Milizeinheiten aus, indem Sie mit der LINKEN MAUSTASTE auf sie klicken.
es_es: Selecciona una de tus unidades de Milicia haciendo clic en ella con el BOTÓN IZQUIERDO DEL RATÓN.
fr_fr: Sélectionnez l'une de vos unités de milice en cliquant dessus avec le BOUTON GAUCHE DE LA SOURIS.
nl_nl: Selecteer een van je Militie-eenheden door erop te klikken met de LINKERMUISKNOP.
pl_pl: Wybierz jedną ze swoich jednostek Milicji, klikając ją LEWYM PRZYCISKIEM MYSZY.
ru_ru: Выбери одного из твоего Милиционера нажатием ЛЕВОЙ КНОПКИ МЫШИ.
tr_tr: SOL FARE DÜĞMESİ ile üzerine tıklayarak Milis birimlerinizden birini seçin.

source: Once selected, units can be ordered to move and attack by clicking on their destination with the RIGHT MOUSE BUTTON.
de_de: Ausgewählten Einheiten kann befohlen werden, sich auf ein Feld zu bewegen oder es anzugreifen, indem Sie mit der RECHTEN MAUSTASTE auf das gewünschte Feld klicken.
es_es: Una vez seleccionadas, se puede ordenar a las unidades que se muevan y ataquen haciendo clic en su destino con el BOTÓN DERECHO DEL RATÓN.
fr_fr: Une fois sélectionnées, les unités peuvent recevoir l'ordre de se déplacer et d'attaquer en cliquant sur leur destination avec le BOUTON DROIT DE LA SOURIS.
nl_nl: Een geselecteerde eenheid kan je een bevel geven om zich te verplaatsen en aan te vallen door op de bestemming te klikken met de RECHTERMUISKNOP.
pl_pl: Po wybraniu jednostki można rozkazać jej ruch i atak klikając miejsce docelowe PRAWYM PRZYCISKIEM MYSZY.
ru_ru: После выбора, Боевым единицам можно приказать двигаться и атаковать, нажав на их пункт назначения с помощью ПРАВОЙ КНОПКИ МЫШИ.
tr_tr: Seçildikten sonra, birimlerin hedeflerine SAĞ FARE TUŞU ile tıklayarak hareket etmeleri ve saldırmaları emredilebilir.

source: Give your unit a Move order by clicking on a different location with the RIGHT MOUSE BUTTON.
de_de: Geben Sie Ihrer Einheit einen Bewegungsbefehl, indem Sie mit der RECHTEN MAUSTASTE auf ein anderes Feld klicken.
es_es: Dale a tu unidad una orden de movimiento haciendo clic en una ubicación diferente con el BOTÓN DERECHO DEL RATÓN.
fr_fr: Donnez à votre unité un ordre de déplacement en cliquant sur un emplacement différent avec le BOUTON DROIT DE LA SOURIS.
nl_nl: Geef je eenheid een Verplaatsingsbevel door met de RECHTERMUISKNOP op een andere locatie te klikken.
pl_pl: Daj swojej jednostce rozkaz Ruchu, klikając w innym miejscu PRAWYM PRZYCISKIEM MYSZY.
ru_ru: Дайте вашему подразделению приказ о перемещении, нажав на другое местоположение с помощью ПРАВОЙ КНОПКИ МЫШИ.
tr_tr: SAĞ FARE TUŞU ile farklı bir konuma tıklayarak biriminize Hareket emri verin.

source: Excellent! The unit did not yet move, because the game is currently in the Planning phase. Click the Ready button or press the SPACE BAR to start the Action phase.
de_de: Ausgezeichnet! Die Einheit hat sich noch nicht bewegt, da sich das Spiel gerade in der Planungsphase befindet. Klicken Sie auf die Schaltfläche Bereit oder drücken Sie die LEERTASTE, um die Aktionsphase zu starten.
es_es: ¡Excelente! La unidad aún no se movió, porque el juego se encuentra actualmente en la fase de Planificación. Haz clic en el botón Listo o presiona la BARRA ESPACIADORA para iniciar la fase de Acción.
fr_fr: Excellent! L'unité n'a pas encore bougé, car le jeu est actuellement en phase de planification. Cliquez sur le bouton Prêt ou appuyez sur la BARRE D'ESPACE pour démarrer la phase d'action.
nl_nl: Uitstekend! De eenheid heeft nog niet bewogen, omdat het spel zich op dit moment in de Plannigsfase bevindt. Klik op de knop "Klaar" of druk op de SPATIEBALK om de Actiefase te starten.
pl_pl: Świetnie! Jednostka jeszcze się nie poruszyła, ponieważ obecnie trwa Faza Planowania. Kliknij przycisk Gotowy lub naciśnij SPACJĘ by rozpocząć Fazę Akcji.
ru_ru: Превосходно! Боевая единица еще не двигается, потому что игра в настоящее время находится в Этапе планирования, Нажмите кнопку "Готово" или нажмите пробел, чтобы начатьФазу действия.
tr_tr: Mükemmel! Birim henüz hareket etmedi çünkü oyun şu anda Planlama aşamasında. Eylem aşamasını başlatmak için Hazır düğmesine tıklayın veya SPACE BAR'a basın.

source: In the Action phase, players take turns automatically executing their orders.
de_de: In der Aktionsphase führen die Spieler abwechselnd ihre Befehle automatisch aus.
es_es: En la fase de Acción, los jugadores se turnan para ejecutar automáticamente sus órdenes.
fr_fr: Dans la phase d'action, les joueurs exécutent automatiquement leurs ordres à tour de rôle.
nl_nl: In de Actiefase voeren spelers om de beurt automatisch hun bevelen uit.
pl_pl: W fazie Akcji gracze na zmianę automatycznie wykonują swoje rozkazy.
ru_ru: На этапе действия игроки по очереди автоматически выполняют свои заказы.
tr_tr: Eylem aşamasında, oyuncuların birimleri otomatik olar emirlerini yerine getirir.

source: Next, a Night phase will take place. (Click the pause sign or press the SPACE BAR to unpause.)
de_de: Als nächstes findet eine Nachtphase statt. (Klicken Sie auf das Pause-Zeichen oder drücken Sie die LEERTASTE, um die Pause aufzuheben.)
es_es: A continuación, tendrá lugar una fase nocturna. (Haz clic en el signo de pausa o presiona el botón BARRA ESPACIADORA para anular la pausa.)
fr_fr: Ensuite, une phase « nuit » aura lieu. (Cliquez sur le signe de pause ou appuyez sur la BARRE D'ESPACE pour reprendre.)
nl_nl: Nu vindt er een Nachtfase plaats. (Klik op het pauzeteken of druk op de SPATIEBALK om verder te gaan.)
pl_pl: Następnie odbędzie się Faza Nocy. (Kliknij symbol pauzy lub naciśnij SPACJĘ, aby wznowić.)
ru_ru: Далее состоится Ночная фаза. (Нажмите на знак паузы или нажмите ПРОБЕЛ, чтобы отменить паузу.)
tr_tr: Sonra, bir Gece aşaması gerçekleşecek. (Devam etmek için duraklatma işaretine tıklayın ya da SPACE BAR'a basın.)

source: At night, City tiles can gain power if they are surrounded by enough Grass, Forest, Crops or Water tiles. City tiles also generate income at night.
fr_fr: La nuit, les tuiles Ville peuvent gagner de la puissance si elles sont entourées de suffisamment de tuiles Herbe, Forêt, Cultures ou Eau. Les tuiles Ville génèrent également des revenus la nuit.
nl_nl: 's Nachts kunnen Stadstegels kracht krijgen als ze omringd zijn door voldoende Gras-, Bos-, Gewas- of Watertegels. Stadstegels leveren 's nachts ook inkomsten op.
pl_pl: W nocy granice miasta mogą zyskać moc, jeśli zostaną otoczone wystarczającą ilością trawy, lasu, upraw lub granicami wody. Granice miasta generują dochód również w nocy.
ru_ru: Ночью плитки Города могут получить энергию, если они окружены достаточным количеством плиток Травы, Леса, Посевов или Воды. Плитки Города также приносят доход ночью.

source: Afterwards, a new Planning phase begins. Time to issue new orders to your tiles and units.
de_de: Danach beginnt die Planungsphase. In dieser Phase erteilen Sie ihre Feldern und Einheiten neue Befehle zu.
es_es: Posteriormente, comienza una nueva fase de planificación. Es hora de dar nuevas órdenes a tus casillas y unidades.
fr_fr: Par la suite, une nouvelle phase de planification commence. Il alors est temps d'émettre de nouveaux ordres à vos tuiles et vos unités.
nl_nl: Daarna begint een nieuwe Planningsfase. Tijd om nieuwe orders te geven aan je tegels en eenheden.
pl_pl: Następnie rozpoczyna się nowa Faza Planowania. Czas wydać nowe rozkazy polom i jednostkom.
ru_ru: После этого начинается новый этап планирования. Время для выдачи новых заказов вашим плиткам и Боевым единицам.
tr_tr: Daha sonra yeni bir Planlama aşaması başlar. Karolarınıza ve birimlerinize yeni emirler verme zamanı!

source: Besides units, you can also give orders to tiles. Try selecting one of your City tiles by clicking on it with the LEFT MOUSE BUTTON.
de_de: Neben Einheiten können Sie auch Kacheln Befehle erteilen. Versuchen Sie, eines Ihrer Stadtplättchen auszuwählen, indem Sie mit der LINKEN MAUSTASTE darauf klicken.
es_es: Además de las unidades, también puedes dar órdenes a las casillas. Prueba a seleccionar una de tus casillas de ciudad haciendo clic en ella con el BOTÓN IZQUIERDO DEL RATÓN.
fr_fr: Outre les unités, vous pouvez aussi donner des ordres aux tuiles. Essayez de sélectionner l'une de vos tuiles Ville en cliquant dessus avec le BOUTON GAUCHE DE LA SOURIS.
nl_nl: Niet alleen eenheden maar ook tegels kan je bevelen geven. Probeer een van je Stadstegels te selecteren door erop te klikken met de LINKERMUISKNOP.
pl_pl: Oprócz jednostek możesz także wydawać rozkazy polom. Spróbuj wybrać jedno ze swoich pól Miast, klikając je LEWYM PRZYCISKIEM MYSZY.
ru_ru: Помимо Боевых единиц, вы также можете отдавать приказы плиткам. Попробуйте выбрать один из ваших Городских плиток, нажав на нее ЛЕВОЙ КНОПКОЙ МЫШИ.
tr_tr: Birimlerin yanı sıra karolara da emir verebilirsiniz SOL FARE TUŞU ile üzerine tıklayarak Şehir karolarından birini seçmeyi deneyin.

source: Tiles you control have red highlights. Try selecting one of your City tiles by clicking on it with the LEFT MOUSE BUTTON.
de_de: Kacheln, die Sie kontrollieren, sind rot hervorgehoben. Versuchen Sie, eines Ihrer Stadtplättchen auszuwählen, indem Sie mit der LINKEN MAUSTASTE darauf klicken.
es_es: Los casillas que controlas tienen reflejos rojos. Prueba a seleccionar una de tus casillas de ciudad haciendo clic en él con el BOTÓN IZQUIERDO DEL RATÓN.
fr_fr: Les tuiles que vous contrôlez sont indiquées en rouge. Essayez de sélectionner l'une de vos tuiles Ville en cliquant dessus avec le BOUTON GAUCHE DE LA SOURIS.
nl_nl: Tegels die in jouw bezit zijn, hebben rode markeringen. Probeer een van je Stadstegels te selecteren door erop te klikken met de LINKERMUISKNOP.
pl_pl: Pola które kontrolujesz są podświetlone na czerwono. Spróbuj wybrać jedno ze swoich Miast klikając je LEWYM PRZYCISKIEM MYSZY.
ru_ru: Плитки, которыми вы управляете, имеют красные блики. Попробуйте выбрать одну из ваших городских плиток щелкнув по ним ЛЕВОЙ КНОПКОЙ МЫШИ.
tr_tr: Kontrol ettiğiniz karolarda kırmızı vurgular bulunur. SOL FARE TUŞU ile üzerine tıklayarak Şehir karolarınızdan birini seçmeyi deneyin.
uk_ua: Регіони під вашим пануванням відблискують червоним кольором. Спробуйте обрати регіон з містом, натиснувши на нього ЛІВОЮ КНОПКОЮ МИШІ.

source: Select one of your City tiles by clicking on it with the LEFT MOUSE BUTTON.
de_de: Wähle eines deiner Stadtplättchen aus, indem du mit der LINKEN MAUSTASTE darauf klickst.
es_es: Selecciona una de tus las casillas de ciudad haciendo clic en ella con el BOTÓN IZQUIERDO DEL RATÓN.
fr_fr: Sélectionnez l'une de vos tuiles Ville en cliquant dessus avec le BOUTON GAUCHE DE LA SOURIS.
nl_nl: Selecteer een van je Stadstegels door erop te klikken met de LINKERMUISKNOP.
pl_pl: Wybierz jedno ze swoich pól Miast klikając je LEWYM PRZYCISKIEM MYSZY.
ru_ru: Выберите одну из ваших городских плиток, нажав на нее ЛЕВОЙ КНОПКОЙ МЫШИ.
tr_tr: SOL FARE TUŞU ile üzerine tıklayarak Şehir karolarınızdan birini seçin.

source: Tiles can produce new units and build other buildings. Once selected, access these abilities by clicking on the tile again with the RIGHT MOUSE BUTTON. Please order one of your City tiles to produce a Settler unit.
de_de: Auf Felder können Einheiten produziert und neue Gebäude errichtet werden. Steht ein Feld im Focus, können deren Aktionen durch die RECHTE MAUS TASTE angezeit werden. Bitte erteilen Sie ihrer Großstadt Feld die Produktion einer Settler Einheit zu.
es_es: Las casillas pueden producir nuevas unidades y construir otros edificios. Una vez seleccionada, accede a estas habilidades haciendo clic en la casilla nuevamente con el BOTÓN DERECHO DEL RATÓN. Pide a una de tus casillas de ciudad que produzca una unidad de Colono.
fr_fr: Les tuiles peuvent produire de nouvelles unités et construire d'autres bâtiments. Une fois sélectionnée, accédez à ses capacités en cliquant de nouveau sur la tuile avec le BOUTON DROIT DE LA SOURIS. Donnez l'ordre à l'une de vos tuiles Ville de produire une unité Colon.
nl_nl: Tegels kunnen nieuwe eenheden produceren en andere gebouwen bouwen. Als je een tegel hebt geselecteerd, krijg je hier toegang toe door er nog eens op te klikken met de RECHTERMUISKNOP. Beveel nu een van je Stadstegels om een Kolonisteenheid te produceren.
pl_pl: Pola mogą produkować nowe jednostki i budować inne budynki. Po wybraniu pola uzyskasz dostęp do tych opcji przez kliknięcie go ponownie PRAWYM PRZYCISKIEM MYSZY. Rozkaż jednemu ze swoich pól Miast wyprodukować jednostkę Osadnika.
ru_ru: Плитка может производить новые боевые единицы и строить другие здания. После выбора, доступы эти способности, снова нажав на плитку ПРАВОЙ КНОПКОЙ МЫШИ".Пожалуйста, закажите одну из ваших городских плиток для изготовления поселенцев.
tr_tr: Karolar yeni birimler ve yeni bina inşa edebilirler. Seçildikten sonra bu yeteneklere SAĞ FARE TUŞU ile tıklayarak erişin. Şehir karolarınızdan birini bir Yerleşimci birimi yapma emrini verin.

source: Order your City tile to produce a Settler unit by selecting it with the LEFT MOUSE BUTTON, clicking on it again with the RIGHT MOUSE BUTTON, then clicking the upper panel and finally clicking on the tile where you want the Settler to be created.
es_es: Ordena a tu ciudad que produzca una unidad de Colono seleccionándola con el BOTÓN IZQUIERDO DEL RATÓN, haciendo clic en ella nuevamente con el BOTÓN DERECHO DEL RATÓN, luego haciendo clic en el panel superior y finalmente haciendo clic en la casilla donde deseas que se cree el nuevo Colono.
fr_fr: Donnez l'ordre à votre tuile Ville de produire une unité Colon en la sélectionnant avec le BOUTON GAUCHE DE LA SOURIS, en cliquant de nouveau dessus avec le BOUTON DROIT DE LA SOURIS, puis en cliquant sur le panneau en haut et enfin en cliquant sur la tuile sur laquelle vous souhaitez créer votre Colon.
nl_nl: Beveel je Stadstegel om een Kolonisteenheid te produceren door erop te klikken met de LINKERMUISKNOP, er nog eens op de klikken met de RECHTERMUISKNOP, vervolgens het bovenste paneel te kiezen en ten slotte op de tegel te klikken waar je de Kolonist wilt maken.
pl_pl: Rozkaż polu Miasta wyprodukowanie jednostki Osadnika przez wybranie go LEWYM PRZYCISKIEM MYSZY, ponowne kliknięcie go PRAWYM PRZYCISKIEM MYSZY, kliknięcie w górny panel i na koniec wybranie pola na którym Osadnik ma się pojawić.
ru_ru: Закажите свою городскую плитку для создания Боевой единицы, выбрав ее ЛЕВОЙ КНОПКОЙ МЫШИ снова нажмите и удерживайте на нее ПРАВОЙ КНОПКОЙ МЫШИ, затем нажмите на верхнюю панель и, наконец, нажмите на плитку, где нужен Поселенец, которого нужно создать.
tr_tr: Bir Yerleşimci birimi oluşturmak için Şehir karonuzu SOL FARE TUŞU ile seçip, SAĞ FARE TUŞU ile tekrar tıklayarak, ardından üst panele tıklayarak ve son olarak Yerleşimcinin oluşturulmasını istediğiniz karoya tıklayarak emir edin.

source: Great! Creating new units and tiles costs money and power, but they are only deducted when the order is executed in the Action phase. Click the Ready button or press the SPACE BAR to start the next Action phase.
de_de: Großartig! Die Produktion neuer Einheiten und Felder kostet Geld und Strom, diese werden dann erst nach der Executierung der Befehlen in der Aktionsphase abgezogen. Clicke die Ready Taste oder drücke die LEERTASTE um die nächste Actionsphase zu beginnen.
es_es: ¡Excelente! Crear nuevas unidades y casillas cuesta dinero y poder, pero solo se deducen cuando la orden se ejecuta en la fase de Acción. Haz clic en el botón Listo o presiona la BARRA ESPACIADORA para iniciar la siguiente fase de Acción.
fr_fr: Génial ! Créer de nouvelles unités et tuiles coûte de l'argent et de la puissance, mais elles ne sont déduites que lorsque l'ordre est exécuté dans la phase d'action. Cliquez sur le bouton Prêt ou appuyez sur la BARRE D'ESPACE pour passer à la phase d'action suivante.
nl_nl: Super! Nieuwe eenheden of tegels aanmaken kost geld en kracht, maar dat wordt pas in rekening gebracht als het bevel uitgevoerd wordt in de Actiefase. Klik op de knop "Klaar" of druk op de SPATIEBALK om de Actiefase te starten.
pl_pl: Wspaniale! Tworzenie nowych jednostek i pól kosztuje pieniądze i energię, ale są one odejmowane dopiero gdy rozkaz zostaje wykonany w Fazie Akcji. Kliknij przycisk Gotowy lub wciśnij SPACJĘ by rozpocząć kolejną Fazę Akcji.
ru_ru: Отлично! Создание новых юнитов и плиток стоит денег и энергии, но это всего лишь вычитается, когда заказ выполняется на этапе действия. Нажмите кнопку Готово нажмите кнопку или пробел, чтобы начать следующий этап действия.
tr_tr: Harika! Yeni birimler ve karolar oluşturmak para ve güç gerektirir, ancak bunlar yalnızca Eylem aşamasında emir verildiğinde düşer. Bir sonraki Eylem aşamasını başlatmak için Hazır düğmesine tıklayın veya SPACE BAR'a basın.
uk_ua: Чудово! Створення нових загонів і регіонів коштує грошей та енергії, однак вони витрачатимуться лише коли буде віддано відповідний наказ в етапі «Планування». Натисніть кнопку «Далі» чи клавішу ПРОПУСК, щоб перейти до наступного етапу «Планування».

source: If units or tiles cannot complete their order in a single Action phase, they will keep their order and try again later.
de_de: Falls Einheiten oder Felder ihre Befehle nicht in einer Aktionsphase durchführen können, behalten diese ihre Befehle bei und versuchen erneut in der nächsten Aktionsphase.
es_es: Si las unidades o casillas no pueden completar su orden en una sola fase de acción, mantendrán su orden y volverán a intentarlo más tarde.
fr_fr: Si les unités ou les tuiles ne peuvent pas terminer leur ordre en une seule phase d'action, elles garderont leur ordre et réessayeront plus tard.
nl_nl: Als eenheden of tegels hun bevelen niet in één Actiefase kunnen voltooien, behouden ze hun bevelen en proberen ze het later opnieuw.
pl_pl: Jeśli jednostka lub pole nie może wykonać swojego rozkazu w Fazie Akcji, zachowa go i spróbuje ponownie później.
ru_ru: Если блоки или плитки не могут выполнить свой заказ за один этап действия, они сохраняют заказ и попробуют еще раз позже.
tr_tr: Birimler veya karolar tek bir Eylem aşamasında emirlerini tamamlayamazlarsa sıralarını koruyup daha sonra tekrar deneyeceklerdir.

source: After every Night phase, a new season arrives that begins with a Weather phase. (Click the pause sign or press the SPACE BAR to unpause.)
es_es: Después de cada fase Nocturna, llega una nueva temporada que comienza con una fase Meteorológica. (Haz clic en el signo de pausa o presiona la BARRA ESPACIADORA para despausar).
fr_fr: Après chaque phase de nuit, une nouvelle saison arrive et commence par une « phase météo ». (Cliquez sur le signe de pause ou appuyez sur la BARRE D'ESPACE pour reprendre.)
nl_nl: Na elke Nachtfase breekt een nieuw seizoen aan dat begint met een Weerfase. (Klik op het pauzeteken of druk op de SPATIEBALK om door te gaan.)
pl_pl: Po każdej Fazie Nocy nadchodzi kolejna pora roku, rozpoczynając się Fazą Pogody. (Kliknij symbol pauzy lub naciśnij SPACJĘ, aby wznowić.)
ru_ru: После каждой ночной фазы наступает новый сезон, который начинается с погодной". фазы (Нажмите на знак паузы или нажмите пробел, чтобы отменить паузу.)
tr_tr: Her Gece aşamasından sonra, Hava durumu aşamasıyla başlayan yeni bir mevsim gelir. (Devam etmek için duraklatma işaretine tıklayın veya SPACE BAR'a basın.)

source: In the Weather phase, weather effects change and plantlife may grow.
es_es: En la fase Meteorológica, los efectos del clima cambian y las plantas pueden crecer.
fr_fr: Dans la phase météo, les plantes et les effets du temps évoluent.
nl_nl: In de Weerfase veranderen weerseffecten en kunnen bomen groeien.
pl_pl: W Fazie Pogody zmieniają się efekty pogodowe i rośliny mogą rosnąć.
ru_ru: В фазе погоды погодные эффекты меняются, и растительная жизнь может расти.
tr_tr: Hava aşamasında, hava etkileri değişebilir ve bitki yaşamı büyüyebilir.
uk_ua: В етапі «Погода» змінюється вплив погоди на довкілля та можуть зростати рослини.

source: Then a new Planning phase begins as usual. Select your units and give them some new orders!
es_es: Entonces comienza una nueva fase de Planificación como de costumbre. ¡Selecciona tus unidades y dales nuevas ordenes!
fr_fr: Ensuite, une nouvelle phase de planification commence, comme à l'accoutumée. Sélectionnez vos unités et donnez-leur de nouveaux ordres !
nl_nl: Daarna begint een nieuwe Planningsfase. Selecteer je eenheden en geef ze nieuwe bevelen!
pl_pl: Następnie ponownie rozpoczyna się Faza Planowania. Wybierz swoje jednostki i daj im nowe rozkazy!
ru_ru: Затем, как обычно, начинается новый этап планирования. Выберите свои подразделения и дайте им несколько новых приказов!
tr_tr: Ardından her zamanki gibi yeni bir Planlama aşaması başlar. Birimlerinizi seçin ve onlara yeni emirler verin!

source: Once your units reach enemy tiles they will automatically occupy them. As long as a tile is occupied, it cannot execute orders, gain power or provide income. Occupy all enemy City tiles in order to defeat your opponent.
es_es: Una vez que tus unidades lleguen a las casillas enemigas, las ocuparán automáticamente. Mientras una casilla esté ocupada, no puede ejecutar órdenes, ganar poder o generar ingresos. Ocupa todas las casillas de ciudades enemigas para derrotar a tu oponente.
fr_fr: Lorsque vos unités atteignent les tuiles ennemies elles les occupent automatiquement. Aussi longtemps que la tuile est occupée, elle ne peut plus exécuter d'ordre, gagner du pouvoir ou produire des revenus. Occupez toutes les tuiles Villes ennemies pour vaincre votre adversaire.
nl_nl: Zodra je eenheden vijandelijke tegels bereikt hebben, zullen ze deze automatisch bezetten. Zolang een tegel bezet is, kan deze geen bevelen uitvoeren, kracht verkrijgen of inkomsten verschaffen. Bezet alle vijandelijke Stadstegels om je tegenstander te verslaan.
pl_pl: Gdy twoje jednostki dotrą do wrogich pól, automatycznie będą je okupować. Okupowane pole nie może wykonywać rozkazów, zyskiwać energii ani generować dochodu. Okupuj wszystkie pola Miast wroga, aby go pokonać.
ru_ru: Как только ваши отряды достигнут вражеских плиток, они автоматически займут их.пока плитка занята, она не может выполнять заказы, получать питание или предоставлять доход. Займите все плитки вражеского города, чтобы победить своего противника.
tr_tr: Birimleriniz düşman karolarına ulaştığında onları otomatik olarak işgal edecekler. Bir karo işgal edildiği sürece emirleri yerine getiremez, güç kazanamaz veya gelir sağlayamaz. Rakibinizi yenmek için tüm düşman Şehir karolarını işgal edin.
