Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: To reach the eastern coast, we have to go either north or south of a small mountain range. To the north, surely the enemy will send their big guns into the tight chokepoints. Our northern city also has to watch our for sappers across the mountains. To the south, the large desert in between our and their city offers some protection, as reinforcements will take some time to arrive. However, they might already have patrols stationed here to protect their far southern industry.
pl_pl: Aby dotrzeć na wschodnie wybrzeże, musimy udać się na północ lub południe od niewielkiego pasma górskiego. Na północy nieprzyjaciel z pewnością wyśle swoje wielkie działa. Nasze północne miasto również musi uważać na saperów w górach. Na południu znajduje się pustynia pomiędzy naszym a ich miastem i zapewnia jakąś ochronę, ponieważ posiłki wroga dotrą dopiero po pewnym czasie. Jednakże, mogli już mieć tu umieszczone patrole, które chronią swój przemysł na dalekim południu.

source: Now that we are sure no further reinforcements will be coming from near enemy areas, we are in prime position to take their industrial area for ourselves! The most important supply line for the whole island runs through their airfields. If we take those, we deal a massive blow to the enemy! Be cautious though, as they will defend it with all they have.
fr_fr: Maintenant que nous sommes sûrs qu'aucun autre renfort ne viendra des zones ennemies proches, nous sommes dans une position privilégiée pour prendre leur zone industrielle pour nous-mêmes ! La ligne d'approvisionnement la plus importante pour toute l'île passe par leurs aérodromes. Si nous les prenons, nous portons un coup énorme à l'ennemi ! Soyez prudent cependant, car ils le défendront avec tout ce qu'ils ont.
pl_pl: Teraz, gdy jesteśmy pewni, że z pobliskich obszarów wroga nie nadejdą żadne dalsze posiłki, jesteśmy w doskonałej pozycji, aby zająć ich teren przemysłowy! Przez ich lotniska przebiega najważniejsza linia zaopatrzeniowa dla całej wyspy. Jeśli ją zdobędziemy, zadamy wrogowi potężny cios! Bądź jednak ostrożny, ponieważ będą go bronić wszystkim, co mają.

source: Capture the enemy airfield and send a zeppelin to the second airfield. As they have no defense on that island, surely they will surrender when we threaten their airfield!
fr_fr: Capturez l'Aérodrome ennemi et envoyez un zeppelin au deuxième Aérodrome. Comme ils n'ont aucune défense sur cette île, ils se rendront sûrement quand nous menacerons leur Aérodrome !
pl_pl: Zajmij wrogie lotnisko i wyślij sterowiec kolejne. Ponieważ na tej wyspie nie mają obrony, z pewnością się poddadzą, gdy zagrozimy ich lotnisku!

source: Capture or occupy both airfields.
fr_fr: Capturez ou occupez les deux aérodromes.
pl_pl: Przejmij albo zajmij oba lotniska.

source: Now that we have captured the enemy's essential industrial area, it is time we strike at their airforce! Without zeppelins, their reach on the island is limited and we will have the upper hand. In this area, the wind is very strong and zeppelins can fly much faster than their usual pace. As gas in ineffective with such strong winds, we have armed our zeppelins with bombs, turning them into high-speed flying tanks! Be careful though, as the enemy will likely have done the same.
fr_fr: Maintenant que nous avons capturé la zone industrielle essentielle de l'ennemi, il est temps de frapper son armée de l'air ! Sans zeppelins, leur portée sur l'île est limitée et nous aurons l'avantage. Dans cette zone, le vent est très fort et les zeppelins peuvent voler beaucoup plus vite que leur allure habituelle. Comme le gaz est inefficace avec des vents aussi forts, nous avons armé nos zeppelins de bombes, les transformant en chars volants à grande vitesse ! Soyez prudent cependant, car l'ennemi aura probablement fait de même.
pl_pl: Teraz, gdy zdobyliśmy niezbędny obszar przemysłowy wroga, nadszedł czas, aby uderzyć w ich lotnictwo! Bez sterowców ich zasięg na wyspie jest ograniczony i dzięki temu zdobędziemy przewagę. W tym rejonie wiatr jest bardzo silny i sterowce potrafią latać znacznie szybciej niż zazwyczaj. Gaz nieskuteczny przy tak silnym wietrze więc uzbroiliśmy nasze sterowce w bomby, zamieniając je w szybkie, latające czołgi! Bądź ostrożny, ponieważ wróg prawdopodobnie zrobił to samo.

source: Beware of enemy zeppelins hidden in the thick mist and destroy the enemy!
fr_fr: Méfiez-vous des zeppelins ennemis cachés dans la brume épaisse et détruisez l'ennemi !
pl_pl: Uważaj na sterowce wroga ukryte w gęstej mgle. Zniszcz wroga!

source: Destroy all enemy cities.
fr_fr: Détruisez toutes les Villes ennemies.
pl_pl: Zniszcz wszystkie miasta wroga.

source: The enemy is fleeing! They are trying to use a heavily armed convoy to bring what little resources they have left to their homebase. If we are able to intercept this convoy before they reach their city, we will be guaranteed victory and liberation of our allies!
fr_fr: L'ennemi s'enfuit ! Ils essaient d'utiliser un convoi lourdement armé pour ramener le peu de ressources qu'il leur reste à leur base. Si nous parvenons à intercepter ce convoi avant qu'il n'atteigne sa Ville, nous aurons la garantie de la victoire et de la libération de nos alliés !
pl_pl: Wróg ucieka! Próbują użyć ciężko uzbrojonego konwoju, aby przewieźć do swojej bazy resztki zasobów. Jeśli uda nam się przechwycić ten konwój zanim dotrą do swojego miasta, będziemy mieli zagwarantowane zwycięstwo i wyzwolenie naszych sojuszników!

source: Kill the enemy gunners before they can reach their city.
fr_fr: Tuez les artilleurs ennemis avant qu'ils ne puissent atteindre leur Ville.
pl_pl: Zabij wrogich strzelców, zanim dotrą do miasta.

source: Kill all enemy gunners.
fr_fr: Tuez tous les artilleurs ennemis.
pl_pl: Zabij wszystkich strzelców wroga.

source: We have done it, we have liberated the last city on the island! After out victory, our men have taken most of our equipment back home. But all is not over... We have received reports that the enemy has a secret weapon hiding in the woods. This soldier is rumoured to have armor as tough as 5 militia with double the firepower of a regular gunner! It is also said to have the ability to bombard a short range, with its bombs leaving behind deadly gas! We must eliminate this threat!
fr_fr: Nous l'avons fait, nous avons libéré la dernière Ville de l'île ! Après notre victoire, nos hommes ont ramené la plupart de notre équipement chez nous. Mais tout n'est pas fini... Nous avons reçu des informations selon lesquelles l'ennemi aurait une arme secrète cachée dans les bois. On dit que ce soldat possède une armure aussi résistante que 5 Milices avec le double de la puissance de feu d'un Artilleur ordinaire ! On dit également qu'il a une capacité de Bombardement à courte portée, ses bombes laissant derrière elles des Gaz mortels ! Nous devons éliminer cette menace !
pl_pl: Udało nam się, wyzwoliliśmy ostatnie miasto na wyspie! Po naszym zwycięstwie ludzie zabrali większość naszego sprzętu do domu. Ale to jeszcze nie koniec... Otrzymaliśmy doniesienia, że wróg ukrywa w lesie swoją tajną broń. Mówi się, że ten żołnierz ma zbroję tak wytrzymałą, jak 5 milicjantów i dwukrotnie większą siłę ognia niż zwykły strzelec! Ponadto ma zdolność bombardowania na krótkim zasięgu, a jego bomby pozostawiają śmiercionośny gaz! Musimy wyeliminować to zagrożenie!

source: Kill the enemy super gunner. You are unable to produce gunners or upgrade your industry.
fr_fr: Tuez le super Artilleur. Vous ne pouvez produire d'Artilleurs ou d'Améliorer votre Industrie.
pl_pl: Zabij superstrzelca wroga. Nie możesz produkować strzelców ani ulepszać swoich fabryk.

source: Take care, commander!
fr_fr: Prenez garde, commandant !
pl_pl: Uważaj na siebie, dowódco!

source: In Menu
de_de: Im Menü
es_es: En el menú
fr_fr: Dans le menu
pl_pl: W Menu
ru_ru: В меню
tr_tr: Menüde
uk_ua: У меню

source: Looking to Play
de_de: Sucht nach Spielen
es_es: Buscando partida
fr_fr: Souhaite jouer
nl_nl: Opzoek naar een spel
pl_pl: Szuka Gry
ru_ru: Смотреть игру
tr_tr: Oyun Arıyor
uk_ua: Шукає гру

source: Playing Tutorial
de_de: Spielt Tutorial
es_es: Jugando tutorial
fr_fr: Joue au didacticiel
nl_nl: Tutorial spelen
pl_pl: Przechodzi Samouczek
ru_ru: Играть обучение
tr_tr: Öğreticiyi Oynuyor

source: Playing Challenge
de_de: Spielt Herausforderung
es_es: Jugando desafío
fr_fr: Dans un défi
nl_nl: Speelt Uitdaging
pl_pl: Przechodzi Wyzwanie
ru_ru: Играть в испытание
tr_tr: Mücadele Oynuyor

source: Watching Replay
de_de: Wiedergabe ansehen
es_es: Viendo repetición
fr_fr: Regarde une rediffusion
nl_nl: Herhaling kijken
pl_pl: Ogląda Powtórkę
ru_ru: Смотреть повтор
tr_tr: Tekrar İzliyor
uk_ua: Перегляд повтору

source: Playing One vs One
de_de: Eins gegen Eins spielen
es_es: Jugando uno contra uno
fr_fr: Joue en Un contre Un
nl_nl: Één tegen Één spelen
pl_pl: Gra Jeden na Jednego
ru_ru: Играть 1 на 1
tr_tr: Bire Bir Oynuyor
uk_ua: Гра один проти одного

source: Playing Free For All
de_de: Spielt Free For All
es_es: Jugando modo libre
fr_fr: Joue en Chacun pour soi
nl_nl: Speelt Ieder-Voor-Zich
pl_pl: Gra Każdy na Każdego
ru_ru: Играть Free for All
tr_tr: Herkes Tek Oynuyor

source: Playing Versus AI
de_de: Gegen KI spielen
es_es: Jugando contra IA
fr_fr: Joue contre l'IA
nl_nl: Speelt tegen AI
pl_pl: Gra Przeciw Komputerowi
ru_ru: Играть Versus AI
tr_tr: YZ'ye Karşı Oynuyor
uk_ua: Гра проти ШІ

source: Playing AI vs AI
de_de: KI gegen KI spielen
es_es: Jugando IA vs IA
fr_fr: Joue en IA contre IA
nl_nl: Speelt AI tegen AI
pl_pl: Gra Komputer przeciw Komputerowi
ru_ru: Игра ИИ против ИИ
tr_tr: YZ vs YZ Oynuyor
uk_ua: Гра ШІ проти ШІ

source: Spectating One vs One
de_de: Eins gegen Eins zuschauen
es_es: Espectando uno contra uno
fr_fr: Regarde un Un contre Un
nl_nl: Bekijkt Een-tegen-Een
pl_pl: Ogląda Jeden na Jednego
ru_ru: Смотреть 1 на 1
tr_tr: Bire Bir İzliyor
uk_ua: Спостерігає один проти одного

source: Spectating Free For All
de_de: Schaut Free For All zu
es_es: Asistiendo modo libre
fr_fr: Regarde un Chacun pour soi
nl_nl: Bekijkt Ieder-Voor-Zich
pl_pl: Ogląda Każdy na Każdego
ru_ru: Смотреть Free for All
tr_tr: Herkes Tek İzliyor

source: Spectating Versus AI
de_de: Schaut Versus KI zu
es_es: Espectando vs IA
fr_fr: Regarde un Contre l'IA
nl_nl: Bekijkt Tegen AI
pl_pl: Ogląda Przeciw Komputerowi
ru_ru: Смотреть Versus AI
tr_tr: YZ'ye Karşı İzliyor
uk_ua: Спостерігає проти Ш.І.

source: Spectating AI vs AI
de_de: Schaut KI vs KI zu
es_es: Espectando IA vs IA
fr_fr: Regarde un IA contre IA
nl_nl: Bekijkt AI tegen AI
pl_pl: Ogląda Komputer przeciw Komputerowi
ru_ru: Смотреть AI vs AI
tr_tr: YZ vs YZ İzliyor
uk_ua: Спостерігає Ш.І. проти Ш.І.

source: In One vs One Lobby (%s/%s)
de_de: In Duell-Lobby (%s/%s)
es_es: En sala 1vs1 (%s/%s)
fr_fr: Dans un lobby un contre un (%s/%s)
nl_nl: In Één tegen Één Lobby (%s/%s)
pl_pl: W lobby Jeden na Jednego (%s/%s)
ru_ru: В одного против одного лобби (%s/%s)
tr_tr: Bire Bir Lobisinde (%s/%s)
uk_ua: У лобі Один проти Одного (%s/%s)

source: In Free For All Lobby (%s/%s)
de_de: In Alle-gegen-alle-Lobby (%s/%s)
es_es: En sala modo libre (%s/%s)
fr_fr: Dans un lobby Chacun pour soi (%s/%s)
nl_nl: In Ieder Voor Zich Lobby (%s/%s)
pl_pl: W lobby Każdy na Każdego (%s/%s)
ru_ru: в Free For All лобби (%s/%s)
tr_tr: Herkes Tek Lobisinde (%s/%s)

source: In Versus AI Lobby (%s/%s)
de_de: In Gegen KI Lobby (%s/%s)
es_es: En sala vs IA (%s/%s)
fr_fr: Dans un lobby contre une IA (%s/%s)
nl_nl: In Tegen AI Lobby (%s/%s)
pl_pl: W lobby Przeciw Komputerowi (%s/%s)
ru_ru: в Versus AI лобби (%s/%s)
tr_tr: YZ'ye Karşı Lobisinde (%s/%s)

source: In AI vs AI Lobby (%s/%s)
de_de: In KI-gegen-KI-Lobby (%s/%s)
es_es: En sala IA vs IA (%s/%s)
fr_fr: Dans un lobby IA vs IA (%s/%s)
nl_nl: In AI tegen AI Lobby (%s/%s)
pl_pl: w lobby Komputer przeciw Komputerowi (%s/%s)
ru_ru: AI vs AI лобби (%s/%s)
tr_tr: YZ vs YZ Lobisinde (%s/%s)

source: Unit
de_de: Einheit
es_es: Unidad
fr_fr: Unité
nl_nl: Eenheid
pl_pl: Jednostka
ru_ru: Боевая единица
tr_tr: Birim
uk_ua: Загін

source: Tile
de_de: Feld
es_es: Casilla
fr_fr: Tuile
nl_nl: Tegel
pl_pl: Pole
ru_ru: Плитка
tr_tr: Karo
uk_ua: Регіон

source: Rifleman
de_de: Schütze
es_es: Fusilero
fr_fr: Fusilier
nl_nl: Infanterist
pl_pl: Piechota
ru_ru: Стрелок
tr_tr: Piyade
uk_ua: Стрілок

source: Gunner
de_de: Unterstützungsschütze
es_es: Artillero
fr_fr: Artilleur
nl_nl: Commando
pl_pl: Komandos
ru_ru: Пулеметчик
tr_tr: Komando
uk_ua: Кулеметник

source: Sapper
de_de: Mörser
es_es: Zapador
fr_fr: Sapeur
nl_nl: Artillerist
pl_pl: Saper
ru_ru: Сапер
tr_tr: Topçu
uk_ua: Артилерист

source: Tank
de_de: Panzer
es_es: Tanque
pl_pl: Czołg
ru_ru: Танк
uk_ua: Танк

source: Settler
de_de: Siedler
es_es: Colono
fr_fr: Colon
nl_nl: Kolonist
pl_pl: Osadnik
ru_ru: Поселенец
tr_tr: Yerleşimci
uk_ua: Поселенець

source: Militia
de_de: Miliz
es_es: Milicia
fr_fr: Milice
nl_nl: Militie
pl_pl: Milicja
ru_ru: Милиция
tr_tr: Milis
uk_ua: Ополчення

source: Grass
de_de: Gras
es_es: Hierva
fr_fr: Herbe
nl_nl: Gras
pl_pl: Trawa
ru_ru: Трава
tr_tr: Çimen
uk_ua: Трава

source: Dirt
de_de: Schmutz
es_es: Tierra baldía
fr_fr: Terre
nl_nl: Aarde
pl_pl: Błoto
ru_ru: Грязь
tr_tr: Toprak
uk_ua: Бруд

source: Desert
de_de: Wüste
es_es: Desierto
fr_fr: Désert
nl_nl: Woestijn
pl_pl: Pustynia
ru_ru: Пустыня
tr_tr: Çöl
uk_ua: Пустеля

source: Rubble
de_de: Geröll
es_es: Escombros
fr_fr: Décombres
nl_nl: Puin
pl_pl: Gruz
ru_ru: Щебень
tr_tr: Moloz

source: Ridge
de_de: Grat
es_es: Montaña
fr_fr: Crête
nl_nl: Rots
pl_pl: Grań
ru_ru: Хребет
tr_tr: Tepe

source: Mountain
de_de: Gebirge
es_es: Montaña
fr_fr: Montagne
nl_nl: Berg
pl_pl: Góra
ru_ru: Гора
tr_tr: Dağ
uk_ua: Гора

source: Water
de_de: Wasser
es_es: Agua
fr_fr: Eau
pl_pl: Woda
ru_ru: Вода
tr_tr: Su
uk_ua: Вода

source: Forest
de_de: Wald
es_es: Bosque
fr_fr: Forêt
nl_nl: Bos
pl_pl: Las
ru_ru: Лес
tr_tr: Orman
uk_ua: Ліс

source: City
de_de: Großstadt
es_es: Ciudad
fr_fr: Ville
nl_nl: Stad
pl_pl: Miasto
ru_ru: Город
tr_tr: Şehir
uk_ua: Місто

source: Town
de_de: Kleinstadt
es_es: Pueblo
fr_fr: Village
nl_nl: Dorp
pl_pl: Miasteczko
ru_ru: Поселок
tr_tr: Kasaba
uk_ua: Містечко

source: Outpost
de_de: Vorposten
es_es: Puesto avanzado
fr_fr: Avant-poste
nl_nl: Voorpost
pl_pl: Obóz Wojskowy
ru_ru: Аванпост
tr_tr: Karakol
uk_ua: Форпост

source: Industry
de_de: Industriegebiet
es_es: Industria
fr_fr: Industrie
nl_nl: Industrie
pl_pl: Fabryka
ru_ru: Завод
tr_tr: Sanayi
uk_ua: Промисловість

source: Barracks
de_de: Kaserne
es_es: Cuarteles
fr_fr: Caserne
nl_nl: Kazerne
pl_pl: Koszary
ru_ru: Казармы
tr_tr: Kışla
uk_ua: Бараки

source: Airfield
de_de: Flugplatz
es_es: Aeorodromo
fr_fr: Aérodrome
nl_nl: Vliegveld
pl_pl: Lotnisko
ru_ru: Аэродром
tr_tr: Havaalanı
uk_ua: Летовище

source: Farm
de_de: Bauernhof
es_es: Granja
fr_fr: Ferme
nl_nl: Boerderij
pl_pl: Farma
ru_ru: Ферма
tr_tr: Çiftlik
uk_ua: Ферма

source: Soil
de_de: Agrarfläche
es_es: Terreno
fr_fr: Sol fertile
nl_nl: Teelgrond
pl_pl: Gleba
ru_ru: Почва
tr_tr: Verimli Toprak
uk_ua: Родючі землі

source: Crops
de_de: Nutzpflanzen
es_es: Cultivos
fr_fr: Cultures
nl_nl: Gewas
pl_pl: Uprawy
ru_ru: Посевы
tr_tr: Mahsul
uk_ua: Посіви

source: Trenches
de_de: Schützengräben
es_es: Trincheras
fr_fr: Tranchées
nl_nl: Loopgraven
pl_pl: Okopy
ru_ru: Окопы
tr_tr: Siperler
uk_ua: Окопи

source: Snow
de_de: Schnee
es_es: Nieve
fr_fr: Neige
nl_nl: Sneeuw
pl_pl: Śnieg
ru_ru: Снег
tr_tr: Kar
uk_ua: Сніг

source: Frostbite
de_de: Kälteschaden
es_es: Congelación
fr_fr: Gelure
nl_nl: Vrieskou
pl_pl: Ostry Mróz
ru_ru: Обморожение
tr_tr: Donma
uk_ua: Хурделиця

source: Firestorm
de_de: Feuersturm
es_es: Tormenta de fuego
fr_fr: Tempête de feu
nl_nl: Vuurzee
pl_pl: Burza Ogniowa
ru_ru: Огенный шторм
tr_tr: Ateş fırtınası

source: Bonedrought
de_de: Knochentrocken
es_es: Sequía deshuesada
fr_fr: Sécheresse
nl_nl: Kurkdroogte
pl_pl: Posucha
ru_ru: Костлявый
tr_tr: Aşırı Kuraklık
uk_ua: СМЕРТЕЛЬНА ПОСУХА

source: Gas
de_de: Giftgas
fr_fr: Gaz
pl_pl: Gaz
ru_ru: Газ
tr_tr: Gaz
uk_ua: Газ

source: Focus
de_de: Konzentration
es_es: Enfocar
fr_fr: Concentration
pl_pl: Skoncentruj Ogień
ru_ru: Сосредоточиться
tr_tr: Odak
uk_ua: Націлитись

source: Lockdown
de_de: Abriegeln
es_es: Cierre de emergencia
fr_fr: Verrouillage
nl_nl: Vergrendel
pl_pl: Zablokuj
ru_ru: Блокировка
tr_tr: Kontrol Etme
uk_ua: Стояти на варті

source: Shell
de_de: Granate
es_es: Escudo
fr_fr: Pilonnage
nl_nl: Belaag
pl_pl: Ostrzelaj
ru_ru: Обстреливать
tr_tr: Bombalama

source: Bombard
de_de: Bombardieren
es_es: Bombardear
fr_fr: Bombardement
nl_nl: Bombardeer
pl_pl: Zbombarduj
ru_ru: Бомбардировка
tr_tr: Bombardıman

source: Capture
de_de: Einnehmen
es_es: Capturar
fr_fr: Capturer
nl_nl: Verover
pl_pl: Zajmij
ru_ru: Захватить
tr_tr: Ele Geçirme
uk_ua: Захопити

source: Upgrade
de_de: Verbesserung
es_es: Mejorar
fr_fr: Améliorer
nl_nl: Verbeter
pl_pl: Ulepsz
ru_ru: Улучшить
tr_tr: Yükselt
uk_ua: Поліпшити

source: Planning phase
de_de: Planungsphase
es_es: Fase de planificación
fr_fr: Phase de planification
nl_nl: Planningsfase
pl_pl: Faza Planowania
ru_ru: Фаза планирования
tr_tr: Planlama aşaması
uk_ua: Етап планування

source: Action phase
de_de: Aktionsphase
es_es: Fase de acción
fr_fr: Phase d'action
nl_nl: Actiefase
pl_pl: Faza Akcji
ru_ru: Фаза действий
tr_tr: Eylem aşaması
uk_ua: Етап дій

source: Decay phase
de_de: Verschleißphase
es_es: Fase de caída
fr_fr: Phase de déclin
nl_nl: Vervalfase
pl_pl: Faza Zniszczeń
ru_ru: Фаза распада
tr_tr: Bozunma aşaması

source: Night phase
de_de: Nachtphase
es_es: Fase nocturna
fr_fr: Phase de nuit
nl_nl: Nachtfase
pl_pl: Faza Nocy
ru_ru: Ночная фаза
tr_tr: Gece aşaması
uk_ua: Етап ночі

source: Weather phase
de_de: Wetterphase
es_es: Fase meteorológica
fr_fr: Phase météorologique
nl_nl: Weerfase
pl_pl: Faza Pogody
ru_ru: Фаза погоды
tr_tr: Hava aşaması
uk_ua: Етап погоди

source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
nl_nl: Duits
pl_pl: Niemiecki
ru_ru: Немецкий
tr_tr: Deutsch
uk_ua: Deutsche

source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
pl_pl: Hiszpański
ru_ru: Испанский
tr_tr: Español
uk_ua: Español

source: Finnish
de_de: Finnisch
es_es: Finlandés
fr_fr: Finlandais
nl_nl: Fins
pl_pl: Fiński
ru_ru: Финский
tr_tr: Suomi

source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
nl_nl: Frans
pl_pl: Francuski
ru_ru: Французский
tr_tr: Français
uk_ua: Французька

source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
pl_pl: Italiano
ru_ru: Итальянский
tr_tr: İtalyanca
uk_ua: Італійська

source: Dutch
de_de: Niederländisch
es_es: Holandés
fr_fr: Néerlandais
nl_nl: Nederlands
pl_pl: Nederlands
ru_ru: Нидерландский
tr_tr: Flemenkçe
uk_ua: Nederlands

source: Polish
de_de: Polnisch
es_es: Polaco
fr_fr: Polonais
pl_pl: Polski
ru_ru: Польский
tr_tr: Lehçe
uk_ua: Польська

source: Portuguese (BR)
de_de: Portugiesisch (BR)
es_es: Portugués
fr_fr: Portugais (BR)
pl_pl: Português (BR)
tr_tr: Portekizce (BR)
uk_ua: Português (BR)

source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
pl_pl: Русский
ru_ru: Русский
tr_tr: Rusça
uk_ua: Российский

source: Turkish
de_de: Türkisch
es_es: Turco
fr_fr: Turc
nl_nl: Turks
pl_pl: Turecki
ru_ru: Турецкий
tr_tr: Türkçe

source: Ukrainian
de_de: Ukrainisch
es_es: Ucraniano
fr_fr: Ukrainien
pl_pl: Українська
ru_ru: Украинский
tr_tr: Ukraynaca
uk_ua: Українська

source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
nl_nl: Klaar
pl_pl: Gotowy
ru_ru: Готов
tr_tr: Hazır
uk_ua: Далі

source: CHAT
pl_pl: CZAT
ru_ru: ЧАТ
tr_tr: SOHBET
uk_ua: ЧАТ

source: FUTURE PROMISES PEACE AND PROSPERITY
de_de: DIE ZUKUNFT VERSPRICHT FRIEDEN UND WOHLSTAND
es_es: EL FUTURO PROMETE PAZ Y PROSPERIDAD
fr_fr: LE FUTUR PROMET PAIX ET PROSPÉRITÉ
nl_nl: TOEKOMST BELOOFT VREDE EN WELVAART
pl_pl: PRZYSZŁOŚĆ OBIECUJE POKÓJ I DOBROBYT
ru_ru: БУДУЩЕЕ СУЛИТ МИР И ПРОЦВЕТАНИЕ
tr_tr: GELECEK BARIŞ VE REFAH VADEDİYOR
uk_ua: МИР ТА РОЗВИТОК УЖЕ БЛИЗЬКО

source: ECONOMY ON THE RISE
de_de: WIRTSCHAFT IM AUFSTIEG
es_es: ECONOMÍA EN CRECIMIENTO
fr_fr: L'ÉCONOMIE EST À LA HAUSSE
nl_nl: ECONOMISCHE GROEI ZET DOOR
pl_pl: POZIOM GOSPODARCZY WZRASTA
ru_ru: ЭКОНОМИКА НА ПОДЪЕМЕ
tr_tr: EKONOMİ YÜKSELİŞTE
uk_ua: ЕКОНОМІКА НА ПІДЙОМІ

source: SEVENTEEN NEW SPECIES OF FROG DISCOVERED
de_de: SIEBZEHN NEUE FROSCHARTEN ENTDECKT
es_es: 17 NUEVAS ESPECIES DE RANAS DESCUBIERTAS
fr_fr: DIX-SEPT NOUVELLES ESPÈCES DE GRENOUILLES ONT ÉTÉ DÉCOUVERTES
nl_nl: ZEVENTIEN NIEUWE KIKKERSOORTEN ONTDEKT
pl_pl: ODKRYTO SIEDEMNAŚCIE NOWYCH GATUNKÓW ŻABY
ru_ru: ОБНАРУЖЕНО СЕМНАДЦАТЬ НОВЫХ ВИДОВ ЛЯГУШЕК
tr_tr: ON YEDİ YENİ KURBAĞA TÜRÜ KEŞFEDİLDİ
uk_ua: ВІДКРИТО СІМНАДЦЯТЬ НОВИХ ВИДІВ ЖАБ

source: RECORD NUMBER OF CYCLISTS ON CITY STREETS
de_de: REKORDZAHL VON RADFAHRERN AUF DEN STADTSTRASSEN
es_es: NÚMERO RÉCORD DE CICLISTAS EN LAS CALLES DE LA CIUDAD
fr_fr: UN NOMBRE RECORD DE CYCLISTES DANS LA VILLE
nl_nl: RECORD AANTAL FIETSERS DE WEG OP
pl_pl: REKORDOWA LICZBA ROWERZYSTÓW NA ULICACH MIAST
ru_ru: РЕКОРДНОЕ КОЛИЧЕСТВО ВЕЛОСИПЕДИСТОВ НА УЛИЦАХ ГОРОДА
tr_tr: ŞEHİRDEKİ BİSİKLETÇİ SAYILARI REKOR KIRDI
uk_ua: РЕКОРДНА КІЛЬКІСТЬ ВЕЛОСИПЕДИСТІВ НА ВУЛИЦЯХ МІСТА

source: SURVEY SHOWS CATS MORE POPULAR THAN DOGS
de_de: UMFRAGE ZEIGT KATZEN SIND POPULÄRER ALS HUNDE
es_es: ENCUESTA MUESTRA QUE LOS GATOS SON MÁS POPULARES QUE LOS PERROS
fr_fr: UNE ENQUÊTE MONTRE QUE LES CHATS SONT PLUS POPULAIRES QUE LES CHIENS
nl_nl: ENQUETE TOONT AAN: KATTEN MEER GELIEFD DAN HONDEN
pl_pl: ANKIETA WYKAZUJE: KOTY BARDZIEJ POPULARNE NIŻ PSY
ru_ru: ОПРОС ПОКАЗЫВАЕТ, ЧТО КОШКИ БОЛЕЕ ПОПУЛЯРНЫ, ЧЕМ СОБАКИ
tr_tr: ANKETE GÖRE KEDİLER KÖPEKLERDEN DAHA POPÜLER

source: SURVEY SHOWS DOGS MORE POPULAR THAN CATS
de_de: UMFRAGE ZEIGT HUNDE SIND POPULÄRER ALS KATZEN
es_es: ENCUESTA MUESTRA QUE LOS PERROS SON MÁS POPULARES QUE LOS GATOS
fr_fr: UNE ENQUÊTE MONTRE QUE LES CHIENS SONT PLUS POPULAIRES QUE LES CHATS
nl_nl: ENQUETE TOONT AAN: HONDEN MEER GELIEFD DAN KATTEN
pl_pl: ANKIETA WYKAZUJE: PSY BARDZIEJ POPULARNE NIŻ KOTY
ru_ru: ОПРОС ПОКАЗЫВАЕТ, ЧТО СОБАКИ БОЛЕЕ ПОПУЛЯРНЫ, ЧЕМ КОШКИ
tr_tr: ANKETE GÖRE KÖPEKLER KEDİLERDEN DAHA POPÜLER

source: BEE POPULATION LARGER THAN EVER ACCORDING TO ENTOMOLOGISTS
de_de: BIENENBESTAND NACH ANSICHT VON ENTOMOLOGEN GRÖSSER DENN JE
es_es: POBLACIÓN DE ABEJAS MAYOR QUE NUNCA SEGÚN LOS ENTOMÓLOGOS
fr_fr: UNE POPULATION D'ABEILLES PLUS GRANDE QUE JAMAIS SELON LES ENTOMOLOGUES
nl_nl: BIJENBEVOLKING GROTER DAN OOIT VOLGENS ENTOMOLOGEN
pl_pl: POPULACJA PSZCZÓŁ WIĘKSZA NIŻ KIEDYKOLWIEK WG ENTOMOLOGÓW
ru_ru: ПОПУЛЯЦИЯ ПЧЕЛ БОЛЬШЕ, ЧЕМ КОГДА-ЛИБО, ПО ДАННЫМ ЭНТОМОЛОГОВ
tr_tr: ENTOMOLOGLARA GÖRE ARI NÜFUSU TESPİT EDİLEN EN YÜKSEK SAYIDA

source: WOMAN DISCOVERS SAFE CONTAINING 1500 CANS OF MUSHROOM SOUP
de_de: FRAU ENTDECKT SAFE MIT 1500 DOSEN PILZSUPPE
es_es: MUJER DESCUBRE CAJA FUERTE CON 1500 LATAS DE SOPA DE SETAS
fr_fr: UNE FEMME DÉCOUVRE UN COFFRE-FORT CONTENANT 1 500 BOÎTES DE SOUPE AUX CHAMPIGNONS
nl_nl: VROUW ONTDEKT KLUIS MET 1500 BLIKJES PADDENSTOELENSOEP
pl_pl: KOBIETA ODKRYWA SEJF ZAWIERAJĄCY 1500 PUSZEK ZUPY GRZYBOWEJ
ru_ru: ЖЕНЩИНА ОБНАРУЖИВАЕТ СЕЙФ, СОДЕРЖАЩИЙ 1500 БАНОК ГРИБНОГО СУПА
tr_tr: KADIN 1500 KONSERVE MANTARI GÜVENLE SAKLAMAYI KEŞFETTİ

source: MAN FINALLY HAPPY AFTER SOLVING CHILDHOOD MATH PROBLEM
de_de: MANN ENDLICH GLÜCKLICH NACH LÖSUNG EINES MATHEPROBLEMS AUS DER KINDHEIT
es_es: HOMBRE FINALMENTE FELIZ DESPUÉS DE RESOLVER EL PROBLEMA DE MATEMÁTICAS DE LA INFANCIA
fr_fr: UN HOMME ENFIN HEUREUX APRÈS AVOIR RÉSOLU LE PROBLÈME DE MATHS DE SON ENFANCE
nl_nl: MAN EINDELIJK GELUKKIG NA OPLOSSEN WISKUNDEPROBLEEM UIT KINDERTIJD
pl_pl: MĘŻCZYZNA W KOŃCU SZCZĘŚLIWY, ROZWIĄZAŁ DZIECIĘCY PROBLEM MATEMATYCZNY
ru_ru: ЧЕЛОВЕК НАКОНЕЦ-ТО СЧАСТЛИВ ПОСЛЕ РЕШЕНИЯ ДЕТСКОЙ МАТЕМАТИЧЕСКОЙ ЗАДАЧИ
tr_tr: ADAM ÇOCUKLUĞUNDAKİ MATEMATİK PROBLEMİNİ ÇÖZDÜKTEN SONRA MUTLU
uk_ua: ДЕСЯТКИ РОКІВ РОЗДУМІВ: ЧОЛОВІК ЗРЕШТОЮ РОЗВ'ЯЗАВ НЕПОДОЛАНЕ МАТЕМАТИЧНЕ РІВНЯННЯ ДИТИНСТВА
