Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: Left over after a structure was destroyed.
de_de: Übrig geblieben, nachdem eine Struktur zerstört wurde.
es_es: Restos después de la destrucción de una estructura.
fr_fr: Reste laissé après la destruction d'une structure.
nl_nl: Overgebleven na de vernietiging van een gebouw.
pl_pl: Pozostałe po zniszczeniu budynku.
ru_ru: Осталось после того, как было разрушено строение.
tr_tr: Bir yapının yıkıldıktan sonraki geriye kalanları.

source: Trees provide cover for your troops.
de_de: Bäume bieten Deckung für Ihre Truppen.
es_es: Los árboles proporcionan cobertura a tus tropas.
fr_fr: Les arbres fournissent une couverture à vos troupes.
nl_nl: Bomen bieden dekking voor je troepen.
pl_pl: Drzewa zapewniają osłonę dla twoich żołnierzy.
ru_ru: Деревья обеспечивают прикрытие для ваших войск.
tr_tr: Ağaçlar, askerlerinize koruma sağlar.
uk_ua: Дерева забезпечують прикриття для ваших військ.

source: Capture or destroy all enemy Cities to win.
de_de: Erobere oder zerstöre alle feindlichen Städte, um zu gewinnen.
es_es: Captura o destruye todas las ciudades enemigas para ganar.
fr_fr: Capturez ou détruisez toutes les villes ennemies pour gagner.
nl_nl: Verover of vernietig alle vijandige Steden om te winnen.
pl_pl: Zajmij lub zniszcz wszystkie Miasta wroga aby wygrać.
ru_ru: Захватите или уничтожьте все вражеские города, чтобы победить.
tr_tr: Kazanmak için tüm düşman Şehirlerini ele geçirin veya yok edin.
uk_ua: Захопіть чи знищте всі ворожі міста, щоб перемогти.

source: Generates income at night.
de_de: Erzeugt nachts Einkommen.
es_es: Genera ingresos por la noche.
fr_fr: Génère des revenus la nuit.
nl_nl: Levert 's nachts inkomsten op.
pl_pl: Generuje dochód w nocy.
ru_ru: Приносит доход ночью.
tr_tr: Geceleri gelir sağlar.
uk_ua: Приносить дохід вночі.

source: Produces militia and settlers.
de_de: Produziert Milizen und Siedler.
es_es: Produce milicias y colonos.
fr_fr: Produit des milices et des colons.
nl_nl: Produceert milities en kolonisten.
pl_pl: Produkuje milicję i osadników.
ru_ru: Производит ополчение и поселенцев.
tr_tr: Milis ve yerleşimciler üretir.
uk_ua: Формує ополчення та поселенців.

source: Produces tanks and generates income at night.
de_de: Produziert Panzer und generiert nachts Einkommen.
es_es: Produce tanques y genera ingresos por la noche.
fr_fr: Produit des tanks et génère des revenus la nuit.
nl_nl: Produceert tanks en genereert 's nachts inkomen.
pl_pl: Produkuje czołgi i generuje dochód w nocy.
ru_ru: Производит танки и приносит доход ночью.
tr_tr: Tank üretir ve geceleri gelir sağlar.
uk_ua: Створює танки та приносить дохід вночі.

source: Produces specialized military units.
de_de: Produziert spezialisierte Militäreinheiten.
es_es: Produce unidades militares especializadas.
fr_fr: Produit des unités militaires spécialisées.
nl_nl: Produceert gespecialiseerde militaire eenheden.
pl_pl: Produkuje wyspecjalizowane jednostki wojskowe.
ru_ru: Производит специализированные воинские подразделения.
tr_tr: Özel askeri birimler üretir.
uk_ua: Формує спеціалізовані військові загони.

source: Produces zeppelins.
de_de: Produziert Zeppeline.
es_es: Produce zepelines.
fr_fr: Produit des zeppelins.
nl_nl: Produceert zeppelins.
pl_pl: Produkuje sterowce.
ru_ru: Производит дерижабли.
tr_tr: Zeplin üretir.

source: Cultivates surrounding spaces when built.
es_es: Cultiva los espacios circundantes cuando se construye.
fr_fr: Cultive les espaces environnants une fois construit.
nl_nl: Cultiveert direct omliggende velden.
pl_pl: Kultywuje otaczające pola po zbudowaniu.
ru_ru: Возделывает окружающие пространства при строительстве.
tr_tr: İnşa edildiğinde çevredeki alanları yetiştirir.

source: Crops can grow here.
de_de: Hier können Pflanzen wachsen.
es_es: Los cultivos pueden crecer aquí.
fr_fr: Les cultures peuvent pousser ici.
nl_nl: Hier kunnen gewassen groeien.
pl_pl: Tu można uprawiać rośliny.
ru_ru: Здесь можно выращивать урожай.
tr_tr: Bitkiler burada büyüyebilir.

source: Harvested for income at night.
de_de: Ernte bringt nachts Einkommen.
es_es: Cosechado para obtener ingresos por la noche.
fr_fr: Récolté pour un revenu la nuit.
nl_nl: Wordt 's nachts geoogst voor inkomsten.
pl_pl: Zbierane w nocy w celu generowania dochodu.
ru_ru: Собирает урожай для дохода ночью.
tr_tr: Geceleri gelir için biçilir.

source: Provides cover from bullets.
de_de: Bietet schutz vor Kugelhagel.
es_es: Proporciona cobertura contra las balas.
fr_fr: Fournit une protection contre les balles.
nl_nl: Biedt dekking tegen kogels.
pl_pl: Zapewnia osłonę przed kulami.
ru_ru: Обеспечивает укрытие от пуль.
tr_tr: Mermilerden korunma sağlar.
uk_ua: Забезпечує прикриття від куль.

source: Attack an enemy. All friendly ground units adjacent to the target join the attack.
es_es: Ataca a un enemigo. Todas las unidades terrestres amigas adyacentes al objetivo se unen al ataque.
fr_fr: Attaquez un ennemi. Toutes les unités terrestres amies adjacentes à la cible se joignent à l'attaque.
nl_nl: Val een vijand aan. Alle bevriende grondeenheden naast het doelwit doen mee aan de aanval.
pl_pl: Atakuje wroga. Wszystkie przyjazne jednostki naziemne sąsiadujące z celem dołączą do ataku.
ru_ru: Атакуйте врага. Все дружественные наземные подразделения, прилегающие к цели, присоединяются к атаке.
tr_tr: Bir düşmana saldırın. Hedefe bitişik tüm dost kara birimleri saldırıya katılır.

source: Attack an enemy and lock down a space. Any enemy entering that space is attacked immediately and stops moving.
es_es: Ataca a un enemigo y bloquea un espacio. Cualquier enemigo que entre en ese espacio es atacado inmediatamente y deja de moverse.
fr_fr: Attaquez un ennemi et verrouillez une case. Tout ennemi entrant dans cet espace est immédiatement attaqué et cesse de bouger.
nl_nl: Val een vijand aan en vergrendel een veld. Elke vijand die dat veld binnengaat, wordt onmiddelijk aangevallen en stopt met bewegen.
pl_pl: Atakuje wroga i blokuje pole. Każdy wróg wchodzący na to pole jest natychmiast atakowany i kończy swój ruch.
ru_ru: Атакуйте врага и заблокируйте пространство. Любой враг, входящий в это пространство, немедленно атакуется и прекращает движение.
tr_tr: Bir düşmana saldır ve bir alanı kapat. O alana giren herhangi bir düşman anında saldırıya uğrar ve hareket etmeyi durdurur.

source: Fire two volleys of explosive rounds at an adjacent space, dealing indiscriminate damage.
es_es: Dispara dos descargase explosivas por ronda en un espacio adyacente, causando daño indiscriminado.
fr_fr: Tirez deux salves de cartouches explosives sur une case adjacente, infligeant des dégâts au hasard.
pl_pl: Wystrzeliwuje dwie salwy wybuchowych pocisków w sąsiednie pole, mogące trafić cokolwiek znajdującego się tam.
ru_ru: Произведите два залпа разрывных снарядов в соседнее пространство, нанося большой урон.
tr_tr: Bitişik bir alana iki yaylım ateşi açın ve fark gözetmeden hasar verin.

source: Fire mortar rounds at a space at long range, dealing indiscriminate damage.
es_es: Dispara rondas de mortero en un espacio a larga distancia, lo que inflige daño indiscriminado.
fr_fr: Tirer des obus de mortier à longue distance, causant des dommages sans discernement.
pl_pl: Moździerz wystrzeliwuje pociski z dużej odległości, mogące trafić cokolwiek znajdującego się na danym polu.
ru_ru: Стреляйте минометными снарядами в пространство с большой дистанции, нанося хороший урон.
tr_tr: Menzilin gidebileceği alana ayrım gözetmeyen hasar veren bir bomba at.

source: Release a lethal gas in the space below. Gas spreads to surrounding spaces at the end of the Decay phase.
de_de: Setze tödliches Giftgas unterhalb frei. Am Ende der Verschleißphase breitet sich das Giftgas in die umliegenden Felder aus.
es_es: Libera gas letal en el espacio más abajo. El gas se propaga a las casillas circundantes al final de la fase de Decaida.
fr_fr: Libérez un gaz mortel dans l'espace ci-dessous. Le gaz se propage aux espaces environnants à la fin de la phase de déclin.
nl_nl: Stort een dodelijk gas op het onderliggende veld. Gas verspreidt zich naar de omliggende velden aan het einde van de Vervalfase.
pl_pl: Zrzuca śmiercionośny gaz na ziemię. Pod koniec Fazy Zniszczeń gaz rozprzestrzenia się na otaczające pola.
ru_ru: Выпустите смертоносный газ в пространство внизу. Газ распространяется в окружающие помещения в конце фазы распада.
tr_tr: Aşağıdaki boşluğa ölümcül bir gaz bırakın. Bozulma aşamasının sonunda gaz çevredeki alanlara yayılır.

source: Take control of an enemy tile.
de_de: Übernehmen Sie die Kontrolle über ein feindliches Feld.
es_es: Toma el control de una casilla enemiga.
fr_fr: Prendre le contrôle d'une tuile ennemie.
pl_pl: Przejmuje kontrolę nad polem wroga.
ru_ru: Возьмите под свой контроль плитку врага.
tr_tr: Bir düşman karosunun kontrolünü elinize alın
uk_ua: Візьміть під свій контроль регіон супротивника.

source: Halt previous activities.
de_de: Stoppen Sie frühere Aktivitäten.
es_es: Detiene las actividades anteriores.
fr_fr: Stopper les activités précédentes.
pl_pl: Usuwa wcześniejsze rozkazy.
ru_ru: Прекратите предыдущую деятельность.
tr_tr: Önceki etkinlikleri durdur.

source: Increase the number of buildings on this tile.
de_de: Erhöhen Sie die Anzahl der Gebäude auf dieser Kachel.
es_es: Incrementa el número de edificios en esta casilla.
fr_fr: Augmenter le nombre de bâtiments sur cette tuile.
nl_nl: Verhoog het aantal gebouwen op deze tegel.
pl_pl: Zwiększa liczbę budynków na tym polu.
ru_ru: Увеличьте количество построек на этой плитке.
tr_tr: Bu karodaki bina sayısını arttır.
uk_ua: Збільште кількість будівель у цьому регіоні.

source: Revoke
es_es: Revocar
fr_fr: Révoquer
nl_nl: Intrekken
pl_pl: Odwołaj
ru_ru: Отозвать
tr_tr: İptal et
uk_ua: Відкликати

source: Cancel an order.
es_es: Cancelar una orden
fr_fr: Annuler une commande.
nl_nl: Trek een bevel in.
pl_pl: Anuluje rozkaz.
ru_ru: Отменить заказ
tr_tr: Emiri iptal et.
uk_ua: Скасувати наказ.

source: Drought
de_de: Dürre
es_es: Sequía
fr_fr: Sécheresse
nl_nl: Droogte
pl_pl: Susza
ru_ru: Засуха
tr_tr: Kuraklık
uk_ua: Посуха

source: Crops and trees will no longer grow here.
de_de: Hier wachsen keine Pflanzen und Bäume mehr.
es_es: Los cultivos y los árboles ya no crecerán aquí.
fr_fr: Les cultures et les arbres ne pousseront plus ici.
nl_nl: Hier kunnen geen gewassen en bomen meer groeien.
pl_pl: Nie będą tu już rosły rośliny ani drzewa.
ru_ru: Посевы и деревья здесь больше не будут расти.
tr_tr: Bitkiler ve ağaçlar artık burada büyümeyecek.

source: Ground units are slowed.
de_de: Bodeneinheiten werden verlangsamt.
es_es: Las unidades terrestres se ralentizan.
fr_fr: Les unités au sol sont ralenties.
nl_nl: Grondeenheden worden vertraagd.
pl_pl: Jednostki naziemne są spowolnione.
ru_ru: Наземные подразделения замедляются.
tr_tr: Yer birimleri yavaşladı.
uk_ua: Наземні загони сповільнені.

source: Ground units that remain here become Chilled in the Decay phase. Chilled units cannot attack or use abilities until they move.
fr_fr: Les unités terrestres qui restent ici deviennent gelées pendant la phase de déchéance. Les unités gelées ne peuvent pas attaquer ou utiliser de capacités jusqu'à ce qu'elles se déplacent.
nl_nl: Grondeenheden die hier blijven, Verkleumen in de Vervalfase. Verkleumde eenheden kunnen pas aanvallen of vaardigheden gebruiken nadat ze bewegen.
pl_pl: Jednostki naziemne które tu pozostają, zostaną schłodzone w fazie rozpadu. Schłodzone jednostki nie mogą atakować ani używać zdolności, dopóki się nie poruszą.

source: This unit cannot attack or use abilities until it moves.
es_es: Esta unidad no podrá atacar ni usar habilidades hasta que se mueva.
fr_fr: Cette unité ne peut pas attaquer ou utiliser de capacités jusqu'à ce qu'elle se déplace.
nl_nl: Deze eenheid kan pas aanvallen of vaardigheden gebruiken als hij beweegt.
pl_pl: Ta jednostka nie może atakować ani używać zdolności, dopóki się nie poruszy.

source: Units that remain here take damage in the Decay phase.
de_de: Einheiten, die hier stehenbleiben, erleiden während der Verschleißphase Schaden.
es_es: Las unidades que permanecen aquí recibirán daño en la fase de Decaida.
fr_fr: Les unités qui stationnent ici subissent des dégâts pendant la phase de déclin.
nl_nl: Eenheden die hier blijven, lopen schade op in de Vervalfase.
pl_pl: Jednostki, które zastanie tu Faza Zniszczeń, otrzymają obrażenia.
ru_ru: Оставшиеся здесь единицы получают урон в фазе распада.
tr_tr: Burada kalan birimler Bozunma aşamasında hasar alır.

source: Units and tiles have fewer hitpoints.
de_de: Einheiten und Kacheln haben weniger Trefferpunkte.
es_es: Las unidades y las casilla tienen menos puntos de vida.
fr_fr: Les unités et les tuiles ont moins de points de vie.
nl_nl: Eenheden en tegels hebben minder HP.
pl_pl: Jednostki i pola mają mniej punktów życia.
ru_ru: У юнитов и плиток меньше хит-пойнтов.
tr_tr: Birimler ve karolar daha az hasar verir.

source: Ground units have fewer hitpoints. Ground units that remain here take damage in the Decay phase.
de_de: Bodeneinheiten haben weniger Trefferpunkte. Bodeneinheiten, die hier stehenbleiben, erleiden während der Verschleißphase Schaden.
es_es: Las unidades terrestres tienen menos puntos de vida. Las unidades terrestres que permanecen aquí recibirán daño en la fase de Decaida.
fr_fr: Les unités terrestres ont moins de points de vie. Celles qui stationnent ici subissent des dégâts pendant la phase de déclin.
nl_nl: Grondeenheden hebben minder HP. Grondeenheden die hier blijven, lopen schade op in de Vervalfase.
pl_pl: Jednostki naziemne mają mniej punktów życia. Jednostki naziemne, które zastanie tu Faza Zniszczeń, otrzymają obrażenia.
ru_ru: У наземных подразделений меньше хит-пойнтов. Наземные подразделения, которые остаются здесь, получают урон в фазе распада.
tr_tr: Yer birimleri daha az hasar verir. Burada kalan yer birimleri Bozunma aşamasında hasar alır.

source: The player was victorious!
de_de: Der Spieler hat gesiegt!
es_es: ¡El jugador fue victorioso!
fr_fr: Le joueur a été victorieux !
nl_nl: De speler heeft gewonnen!
pl_pl: Gracz zwyciężył!
ru_ru: Игрок выйграл!
tr_tr: Oyuncu galip geldi!
uk_ua: Гравець переміг!

source: The player was defeated.
de_de: Der Spieler wurde besiegt.
es_es: El jugador fue derrotado.
fr_fr: Le joueur a été vaincu.
nl_nl: De speler werd verslagen.
pl_pl: Gracz został pokonany.
ru_ru: Игрок был уничтожен.
tr_tr: Oyuncu yenildi.
uk_ua: Гравець зазнав поразки.

source: REVOKE
de_de: ABBRECHEN
es_es: REVOCAR
fr_fr: RÉVOQUER
nl_nl: INTREKKEN
pl_pl: ANULUJ
ru_ru: ОТМЕНИТЬ
tr_tr: İPTAL
uk_ua: СКАСУВАТИ

source: RIFLEMAN
de_de: SCHÜTZE
es_es: FUSILERO
fr_fr: Fusilier
nl_nl: INFANTERIST
pl_pl: PIECHOTA
ru_ru: СТРЕЛОК
tr_tr: PİYADE
uk_ua: СТРІЛЕЦЬ

source: GUNNER
de_de: MG-SCHÜTZE
es_es: ARTILLERO
fr_fr: ARTILLEUR
nl_nl: COMMANDO
pl_pl: KOMANDOS
ru_ru: ПУЛЕМЕТЧИК
tr_tr: KUMANDAN
uk_ua: КУЛЕМЕТНИК

source: SAPPER
de_de: PIONIER
es_es: ZAPADOR
fr_fr: SAPEUR
nl_nl: ARTILLERIST
pl_pl: SAPER
ru_ru: САПЕР
tr_tr: BOMBACI
uk_ua: АРТИЛЕРИСТ

source: TANK
de_de: PANZER
es_es: TANQUE
pl_pl: CZOŁG
ru_ru: ТАНК
uk_ua: ТАНК

source: SETTLER
de_de: SIEDLER
es_es: COLONO
fr_fr: COLON
nl_nl: KOLONIST
pl_pl: OSADNIK
ru_ru: ПОСЕЛЕНЕЦ
tr_tr: YERLEŞİMCİ
uk_ua: ПОСЕЛЕНЕЦЬ

source: MILITIA
de_de: MILIZ
es_es: MILICIA
fr_fr: MILICE
nl_nl: MILITIE
pl_pl: MILICJA
ru_ru: МИЛИЦИЯ
tr_tr: MİLİS
uk_ua: ОПОЛЧЕННЯ

source: ZEPPELIN
es_es: ZAPELÍN
pl_pl: STEROWIEC
ru_ru: ДИРИЖАБЛЬ
tr_tr: ZEPLİN

source: GRASS
de_de: GRAS
es_es: HIERVA
fr_fr: HERBE
nl_nl: GRAS
pl_pl: TRAWA
ru_ru: ТРАВА
tr_tr: ÇİMEN
uk_ua: ПАСОВИЩЕ

source: DIRT
de_de: ERDE
es_es: TIERRA BALDÍA
fr_fr: TERRE
nl_nl: AARDE
pl_pl: BŁOTO
ru_ru: ЗЕМЛЯ
tr_tr: TOPRAK
uk_ua: БАГНО

source: DESERT
de_de: WÜSTE
es_es: DESIERTO
fr_fr: DÉSERT
nl_nl: WOESTIJN
pl_pl: PUSTYNIA
ru_ru: ПУСТЫНЯ
tr_tr: ÇÖL
uk_ua: ПУСТЕЛЯ

source: RUBBLE
de_de: TRÜMMER
es_es: ESCOMBROS
fr_fr: DÉCOMBRES
nl_nl: PUIN
pl_pl: GRUZ
ru_ru: ЩЕБЕНЬ
tr_tr: MOLOZ

source: RIDGE
de_de: KAMM
es_es: MONTAÑA
fr_fr: CRÊTE
nl_nl: ROTS
pl_pl: GRAŃ
ru_ru: ХРЕБЕТ
tr_tr: TEPE
uk_ua: ГІРСЬКИЙ ХРЕБЕТ

source: MOUNTAIN
de_de: BERG
es_es: MONTAÑA
fr_fr: MONTAGNE
nl_nl: BERG
pl_pl: GÓRA
ru_ru: ГОРА
tr_tr: DAĞ
uk_ua: ГОРИ

source: WATER
de_de: WASSER
es_es: AGUA
fr_fr: EAU
pl_pl: WODA
ru_ru: Вода
tr_tr: SU
uk_ua: ВОДА

source: FOREST
de_de: WALD
es_es: BOSQUE
fr_fr: FORÊT
nl_nl: BOS
pl_pl: LAS
ru_ru: ЛЕС
tr_tr: ORMAN
uk_ua: ЛІС

source: CITY
de_de: STADT
es_es: CIUDAD
fr_fr: VILLE
nl_nl: STAD
pl_pl: MIASTO
ru_ru: ГОРОД
tr_tr: ŞEHİR
uk_ua: МІСТО

source: TOWN
de_de: DORF
es_es: PUEBLO
fr_fr: VILLAGE
nl_nl: DORP
pl_pl: MIASTECZKO
ru_ru: ГОРОДОК
tr_tr: KASABA
uk_ua: МІСТЕЧКО

source: OUTPOST
de_de: AUẞENPOSTEN
es_es: PUESTO AVANZADO
fr_fr: AVANT-POSTE
nl_nl: VOORPOST
pl_pl: OBÓZ WOJSKOWY
ru_ru: АВАНПОСТ
tr_tr: KARAKOL
uk_ua: ФОРПОСТ

source: INDUSTRY
de_de: INDUSTRIE
es_es: INDUSTRIA
fr_fr: INDUSTRIE
nl_nl: INDUSTRIE
pl_pl: FABRYKA
ru_ru: ЗАВОД
tr_tr: SANAYİ
uk_ua: ПРОМИСЛОВІСТЬ

source: BARRACKS
de_de: KASERNE
es_es: CUARTELES
fr_fr: CASERNE
nl_nl: KAZERNE
pl_pl: KOSZARY
ru_ru: Казарма
tr_tr: BARAKALAR
uk_ua: КАЗАРМИ

source: AIRFIELD
de_de: FLUGPLATZ
es_es: AERODROMO
fr_fr: AÉRODROME
nl_nl: VLIEGVELD
pl_pl: LOTNISKO
ru_ru: АЭРОДРОМ
tr_tr: HAVAALANI
uk_ua: ЛЕТОВИЩЕ

source: FARM
de_de: BAUERNHOF
es_es: GRANJA
fr_fr: FERME
nl_nl: BOERDERIJ
pl_pl: FARMA
ru_ru: ФЕРМА
tr_tr: ÇİFTLİK
uk_ua: ФЕРМА

source: SOIL
de_de: ACKERBODEN
es_es: TERRENO
fr_fr: SOL FERTILE
nl_nl: TEELGROND
pl_pl: GLEBA
ru_ru: ПОЧВА
tr_tr: VERİMLİ TOPRAK

source: CROPS
de_de: ACKER
es_es: CULTIVOS
fr_fr: CULTURES
nl_nl: GEWAS
pl_pl: UPRAWY
ru_ru: ПОСЕВЫ
tr_tr: MAHSUL
uk_ua: ПОСІВИ

source: TRENCHES
de_de: GRÄBEN
es_es: TRINCHERAS
fr_fr: TRANCHÉES
nl_nl: LOOPGRAVEN
pl_pl: OKOPY
ru_ru: ОКОПЫ
tr_tr: SİPERLER
uk_ua: ОКОПИ

source: LOCKDOWN
de_de: ABRIEGELN
es_es: CIERRE DE EMERGENCIA
fr_fr: VERROUILLAGE
nl_nl: VERGRENDEL
pl_pl: ZABLOKUJ
ru_ru: БЛОКИРОВКА
tr_tr: KONTROL ETME

source: FOCUS
de_de: KONZENTRATION
es_es: ENFOCAR
fr_fr: CONCENTRATION
pl_pl: SKONCENTRUJ OGIEŃ
ru_ru: СОСРЕДОТОЧИТЬСЯ
tr_tr: ODAK
uk_ua: НАЦІЛИТИ

source: SHELL
de_de: GRANATE
es_es: ESCUDO
fr_fr: PILONNER
nl_nl: BELAAG
pl_pl: OSTRZELAJ
ru_ru: СНАРЯД
tr_tr: BOMBALAMA
uk_ua: СНАРЯД

source: BOMBARD
de_de: BOMBARDIEREN
es_es: BOMBARDEAR
fr_fr: BOMBARDER
nl_nl: BOMBARDEER
pl_pl: ZBOMBARDUJ
ru_ru: БОМБАРДИРОВКА
tr_tr: BOMBARDIMAN
uk_ua: БОМБАРДУВАННЯ

source: DROP GAS
de_de: GAS ABLASSEN
es_es: GOTA DE GAS
fr_fr: JETER GAZ TOXIQUE
nl_nl: STORT GAS
pl_pl: ZRZUĆ GAZ
ru_ru: СБРОСИТЬ ГАЗ
tr_tr: GAZ BIRAK
uk_ua: ВИПУСТИТИ ГАЗ

source: CAPTURE
de_de: EROBERN
es_es: CAPTURAR
fr_fr: CAPTURER
nl_nl: VEROVER
pl_pl: ZAJMIJ
ru_ru: ЗАХВАТИТЬ
tr_tr: ELE GEÇİR
uk_ua: ЗАХОПИТИ

source: DIG TRENCHES
de_de: GRÄBEN GRABEN
es_es: CAVAR TRINCHERAS
fr_fr: Creuser des tranchées
nl_nl: GRAAF LOOPGRAVEN
pl_pl: WYKOP OKOPY
ru_ru: КОПАТЬ ТРАНШЕИ
tr_tr: SİPERLER KAZ
uk_ua: ОКОПАТИСЬ

source: CULTIVATE
de_de: KULTIVIEREN
es_es: CULTIVAR
fr_fr: CULTIVER
nl_nl: CULTIVEER
pl_pl: KULTYWUJ
ru_ru: ВЫРАЩИВАТЬ
tr_tr: YETİŞTİRMEK

source: UPGRADE
de_de: AUFBESSERN
es_es: MEJORAR
fr_fr: AMÉLIORER
nl_nl: VERBETER
pl_pl: ULEPSZ
ru_ru: УЛУЧШИТЬ
tr_tr: YÜKSELT
uk_ua: ПОЛІПШИТИ

source: MOVE
de_de: BEWEGEN
es_es: MOVER
fr_fr: BOUGER
nl_nl: VERPLAATS
pl_pl: RUCH
ru_ru: ДВИГАТЬСЯ
tr_tr: HAREKET
uk_ua: РУХАТИСЬ

source: GROUND
de_de: BODEN
es_es: SUELO
fr_fr: SOL
nl_nl: GROND
pl_pl: NAZIEMNA
ru_ru: ЗЕМЛЯ
tr_tr: KARA
uk_ua: ЗЕМЛЯ

source: UNIT
de_de: EINHEIT
es_es: UNIDAD
fr_fr: UNITÉ
nl_nl: EENHEID
pl_pl: JEDNOSTKA
ru_ru: БОЕВАЯ ЕДИНИЦА
tr_tr: BİRİM
uk_ua: ЗАГІН

source: TILE
de_de: FELD
es_es: CASILLA
fr_fr: TUILE
nl_nl: TEGEL
pl_pl: POLE
ru_ru: ПЛИТКА
tr_tr: KARO
uk_ua: РЕГІОН

source: AIR
de_de: LUFT
es_es: AIRE
nl_nl: LUCHT
pl_pl: POWIETRZNA
ru_ru: ВОЗДУХ
tr_tr: HAVA
uk_ua: ПОВІТРЯ

source: Hi! This tutorial will teach you how to play Epicinium.
de_de: Hi! In diesem Tutorial lernst du, wie du Epicinium spielst.
es_es: ¡Hola! Este tutorial te enseñará a jugar a Epicinium.
fr_fr: Salut ! Ce tutoriel va vous apprendre comment jouer à Epicinium.
nl_nl: Hoi! In deze tutorial leer je hoe je Epicinium speelt.
pl_pl: Cześć! Ten samouczek nauczy Cię, jak grać w Epicinium.
ru_ru: Привет! это обучение научит тебя играть в Epicinium.
tr_tr: Merhaba! Bu öğretici mod size Epicinium'u nasıl oynayacağınızı öğretecek.
uk_ua: Привіт! Тут ви навчитеся грати в Epicinium.

source: Epicinium is a strategy game played in rounds, where each round consists of multiple phases. In the Planning phase, you can select units by clicking on them with the LEFT MOUSE BUTTON.
de_de: Epicinium ist ein Strategiespiel, das in Runden gespielt wird, wobei jede Runde aus mehreren Phasen besteht. Klicke mit der LINKEN MAUSTASTE auf eine Einheit, um sie in der Planungsphase auszuwählen.
es_es: Epicinium es un juego de estrategia que se juega en rondas, donde cada ronda consta de múltiples fases. En la fase de Planificación, puedes seleccionar unidades haciendo clic en ellas con el BOTÓN IZQUIERDO DEL RATÓN.
fr_fr: Epicinum est un jeu de stratégie au tour par tour, où chaque tour consiste en de multiples phases. Dans la phase de planification, vous pouvez sélectionner les unités en cliquant dessus à l'aide du BOUTON GAUCHE DE LA SOURIS.
nl_nl: Epicinium is een strategiespel dat in rondes wordt gespeeld, waarbij elke ronde uit meerdere fases bestaat. In de Planningsfase kan je eenheden selecteren door erop te klikken met de LINKERMUISKNOP.
pl_pl: Epicinium to strategiczna gra turowa, w której każda tura składa się z wielu faz. W Fazie Planowania możesz wybierać jednostki, klikając je LEWYM PRZYCISKIEM MYSZY.
ru_ru: Epicinium - это стратегическая игра, в которую играют раундами, где каждый раунд состоит из нескольких фаз. На этапе планирования вы можете выбрать единицы измерения, нажав на них ЛЕВОЙ КНОПКОЙ МЫШИ.
tr_tr: Epicinium, turla oynan bir strateji oyunudur. Her tur, birbirinden farklı aşamalardan oluşur. Planlama aşamasında birimleri seçmek için onların üstüne gelip SOL MOUSE TUŞUNA basabilirsiniz.

source: Good, you've selected your City tile. Now try selecting one of your Militia units by clicking on it with the LEFT MOUSE BUTTON.
de_de: Gut, Sie haben Ihr Stadtfeld ausgewählt. Versuchen Sie nun, eine Ihrer Milizeinheiten auszuwählen, indem Sie mit der LINKEN MAUSTASTE auf sie klicken.
es_es: Bien, has seleccionado tu casilla de ciudad. Ahora intenta seleccionar una de tus unidades de Milicia haciendo clic en ella con el BOTÓN IZQUIERDO DEL RATÓN.
fr_fr: Bien, vous avez choisi votre tuile Ville. Maintenant essayez de sélectionner l'une de vos unités Milice en cliquant dessus avec le BOUTON GAUCHE DE LA SOURIS.
nl_nl: Heel goed, je hebt je Stadstegel geselecteerd. Probeer nu een van je Militie-eenheden te selecteren door erop te klikken met de LINKERMUISKNOP.
pl_pl: Dobrze, wybrałeś swoje pole Miasta. Teraz spróbuj wybrać jedną ze swoich jednostek Milicji, klikając ją LEWYM PRZYCISKIEM MYSZY.
ru_ru: Хорошо, вы выбрали свою городскую плитку. Теперь попробуйте выбрать одного из ваших милицейскихнажав на них ЛЕВОЙ КНОПКОЙ МЫШИ.
tr_tr: Güzel, Şehir karosunu seçtiniz. Şimdi, SOL FARE TUŞU ile üzerine tıklayarak Milis birimlerinden birini seçmeyi deneyin.
uk_ua: Добре, ви щойно вибрали свій регіон з містом. Тепер спробуйте вибрати один із ваших загонів ополчення, натиснувши на нього ЛІВОЮ КНОПКОЮ МИШІ.
