Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: box art
es_es: Caja artisitca
fr_fr: illustration jaquette
nl_nl: omslagontwerp
pl_pl: ilustracje
ru_ru: искусство коробки
tr_tr: kutu sanatı

source: story concepts, copywriting
es_es: Conceptos de historias, redacción publicitaria
fr_fr: conception d'histoire, rédaction
nl_nl: verhaalideeën, copywriting
pl_pl: fabuła, opisy gry
ru_ru: концепции сюжета, копирайтинг
tr_tr: hikaye kavramları, metin yazarlığı

source: copywriting
es_es: Redacción publicitaria
fr_fr: rédaction
pl_pl: opisy gry
ru_ru: копирайтинг
tr_tr: metin yazarlığı

source: initial os x support
es_es: Soporte inicial os x
fr_fr: prise en charge initiale d'os x
nl_nl: os x ondersteuning
pl_pl: wstępna obsługa systemów os x
ru_ru: начальная поддержка os x
tr_tr: os x desteği

source: community translation project
es_es: proyecto de traducción comunitaria
fr_fr: projet de traduction communautaire
nl_nl: collectief vertaalproject
pl_pl: projekt tłumaczenia społeczności
ru_ru: проект по переводу сообщества
tr_tr: topluluk çeviri projesi

source: and many others
es_es: y muchos otros
fr_fr: et plein d'autres
pl_pl: i wiele innych
ru_ru: и многие другие
tr_tr: ve birçok diğerleri
uk_ua: та багато інших

source: return to main menu
es_es: Volver al menú principal
fr_fr: revenir au menu principal
nl_nl: terug naar het hoofdmenu
pl_pl: powrót do menu głównego
ru_ru: вернуться в главное меню
tr_tr: ana menüye dön
uk_ua: повернутися до головного меню

source: Usernames must be between 3 and 36 characters long and can only contain letters, numbers, underscores, dashes, periods and tildes.
de_de: Benutzernamen müssen zwischen 3 und 36 Zeichen lang sein und dürfen nur Buchstaben, Zahlen, Unterstriche, Bindestriche, Punkte und Tilden enthalten.
es_es: Los nombres de usuario deben tener entre 3 y 36 caracteres y solo pueden contener letras, números, guiones bajos, guiones, puntos y tildes.
fr_fr: Les noms d'utilisateur doivent comprendre entre 3 et 36 caractères et ne peuvent contenir que des lettres, des chiffres, des traits de soulignement, des tirets, des points et des tildes.
nl_nl: Gebruikersnamen moeten tussen de 3 en 36 tekens lang zijn en mogen alleen letters, cijfers, streepjes, liggende streepjes, punten en tildes bevatten.
pl_pl: Nazwy użytkowników muszą mieć od 3 do 36 znaków i mogą zawierać tylko litery, cyfry, podkreślenia, myślniki, kropki i tyldy.
ru_ru: Имена пользователей должны содержать от 3 до 36 символов и могут содержать только буквы, цифры, подчеркивания, тире, точки и тильды.
tr_tr: Kullanıcı adları 3 ila 36 karakter uzunluğunda olmalıdır ve yalnızca harf, rakam, alt çizgi, kısa çizgi, nokta ve yaklaşık işareti içerebilir.

source: This is not a valid email address.
de_de: Das ist keine gültige E-Mail-Adresse.
es_es: Esta no es una dirección de correo electrónico válida.
fr_fr: Cette adresse e-mail est invalide.
nl_nl: Dit is geen geldig mailadres.
pl_pl: To nie jest prawidłowy adres email.
ru_ru: Это неверный адрес электронной почты.
tr_tr: Bu geçerli bir email adresi değildir.
uk_ua: Це недійсна електронна адреса.

source: Passwords must consist of at least 8 characters and must contain a letter and a non-letter.
de_de: Passwörter müssen aus mindestens 8 Zeichen bestehen und einen Buchstaben sowie ein anderes Zeichen enthalten.
es_es: Las contraseñas deben tener al menos 8 caracteres y deben contener una letra y una no letra.
fr_fr: Les mots de passe doivent comporter au moins 8 caractères et doivent contenir une lettre et une non-lettre.
nl_nl: Wachtwoorden moeten uit minimaal 8 tekens bestaan en moeten een letter en een niet-letter bevatten.
pl_pl: Hasła muszą składać się z co najmniej 8 znaków i muszą zawierać literę oraz znak niebędący literą.
ru_ru: Пароли должны состоять не менее чем из 8 символов и содержать букву и без письма.
tr_tr: Şifreler en az 8 karakterden oluşmalı ve hem harf hem de harf olmayan karakter içermelidir.

source: The passwords do not match.
de_de: Die Passwörter stimmen nicht überein.
es_es: Las contraseñas no coinciden.
fr_fr: Les mots de passe ne correspondent pas.
nl_nl: De wachtwoorden komen niet overeen.
pl_pl: Hasła się różnią.
ru_ru: Пароли не совпадают.
tr_tr: Şifreler eşleşmiyor.
uk_ua: Паролі не збігаються.

source: This is not a valid password reset token.
es_es: Este no es un simbolo de restablecimiento de contraseña válido.
fr_fr: Ce jeton de réinitialisation de mot de passe est invalide.
nl_nl: Dit is geen geldig token voor het opnieuw instellen van het wachtwoord.
pl_pl: To nie jest prawidłowy token zresetowania hasła.
ru_ru: Это неверный токен сброса пароля.
tr_tr: Bu, geçerli bir parola sıfırlama belirteci değildir.

source: This is not a valid key.
es_es: Esta no es una contraseña válida.
fr_fr: Cette clé est invalide.
nl_nl: Dit is geen geldige code.
pl_pl: To nie jest prawidłowy klucz.
ru_ru: Это неверный ключ.
tr_tr: Bu geçerli bir anahtar değil.
uk_ua: Це не дійсний ключ.

source: Oops! Connection to server was lost.
de_de: Hoppla! Die Verbindung zum Server wurde unterbrochen.
es_es: ¡Ups! Se perdió la conexión al servidor.
fr_fr: Oups ! La connexion au serveur a été perdue.
nl_nl: Oeps! De verbinding met de server is verbroken.
pl_pl: Ups! Utracono połączenie z serwerem.
ru_ru: Упс! Соединение с сервером было потеряно.
tr_tr: Oops! Sunucuya bağlantı kesildi.
uk_ua: Ой! Під'єднання до сервера втрачено.

source: Attempting to reconnect...
de_de: Versuche erneut zu verbinden...
es_es: Intentando reconectar...
fr_fr: Tentative de reconnexion...
nl_nl: Opnieuw verbinding maken...
pl_pl: Próba ponownego połączenia...
ru_ru: Попытка восстановить соединение...
tr_tr: Yeniden bağlanılmaya çalışılıyor...
uk_ua: Спроба відновити з'єднання...

source: Press PLAY to rejoin.
de_de: Drücke SPIELEN, um wieder beizutreten.
es_es: Presiona JUGAR para volver a unirte.
fr_fr: Appuyez sur JOUER pour rejoindre.
nl_nl: Druk op SPELEN om opnieuw te verbinden.
pl_pl: Naciśnij GRAJ, aby ponownie dołączyć do gry.
ru_ru: Нажмите ИГРАТЬ, чтобы присоединиться.
tr_tr: Yeniden katılmak için OYNA'ya basın.
uk_ua: Натисніть PLAY, щоб знову під'єднатися.

source: LOG OUT
de_de: ABMELDEN
es_es: CERRAR SESIÓN
fr_fr: SE DÉCONNECTER
nl_nl: UITLOGGEN
pl_pl: WYLOGUJ SIĘ
ru_ru: ВЫЙТИ ИЗ СИСТЕМЫ
tr_tr: ÇIKIŞ YAP
uk_ua: ВИЙТИ

source: LOG IN
de_de: ANMELDEN
es_es: INICIAR SESIÓN
fr_fr: S'IDENTIFIER
nl_nl: INLOGGEN
pl_pl: ZALOGUJ SIĘ
ru_ru: АВТОРИЗОВАТЬСЯ
tr_tr: GİRİŞ YAP
uk_ua: УВІЙТИ

source: REGISTER
de_de: REGISTRIEREN
es_es: REGISTRARSE
fr_fr: S'INSCRIRE
nl_nl: REGISTREREN
pl_pl: ZAREJESTRUJ SIĘ
ru_ru: РЕГИСТРАЦИЯ
tr_tr: KAYDOL
uk_ua: ЗАРЕЄСТРУВАТИСЬ

source: PLAY
de_de: SPIELEN
es_es: JUGAR
fr_fr: Jouer
nl_nl: SPELEN
pl_pl: GRAJ
ru_ru: ИГРАТЬ
tr_tr: OYNA
uk_ua: ГРАТИ

source: Download in progress
de_de: Download läuft
es_es: Descarga en curso
fr_fr: Téléchargement en cours
nl_nl: Download bezig
pl_pl: Pobieranie w toku
ru_ru: Загрузка в процессе
tr_tr: İndirme devam ediyor
uk_ua: Завантаження триває

source: Downloading...
de_de: Wird heruntergeladen...
es_es: Descargando...
fr_fr: Téléchargement...
nl_nl: Downloaden...
pl_pl: Pobieranie...
ru_ru: Загрузка...
tr_tr: İndiriliyor...
uk_ua: Завантаження...

source: Map Editor
es_es: Editor de mapas
fr_fr: Éditeur de carte
pl_pl: Edytor map
ru_ru: Редактор карт
tr_tr: Harita Yapar
uk_ua: Редактор карт

source: Feedback?
es_es: Comentarios
fr_fr: Des retours ?
pl_pl: Sugestie/Opinie?
ru_ru: Связь?
tr_tr: Geri bildirim?
uk_ua: Зворотний відгук?

source: An error has occurred.
de_de: Ein Fehler ist aufgetreten.
es_es: Ha ocurrido un error
fr_fr: Une erreur est survenue.
nl_nl: Er is een fout opgetreden.
pl_pl: Wystąpił błąd.
ru_ru: Произошла ошибка.
tr_tr: Bir hata oluştu.
uk_ua: Сталася помилка.

source: Email address:
de_de: E-Mail-Addresse:
es_es: Dirección de correo electrónico:
fr_fr: Adresse e-mail :
nl_nl: E-mailadres:
pl_pl: Adres email:
ru_ru: Адрес электронной почты:
tr_tr: E-posta adresi?
uk_ua: Електронна адреса:

source: Password:
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe :
nl_nl: Wachtwoord:
pl_pl: Hasło:
ru_ru: Пароль:
tr_tr: Şifre:
uk_ua: Пароль:

source: Keep me logged in:
de_de: Angemeldet bleiben:
es_es: Mantenerme conectado:
fr_fr: Me garder connecté :
nl_nl: Ik wil ingelogd blijven:
pl_pl: Nie wylogowuj mnie:
ru_ru: Держите меня в системе:
tr_tr: Oturumumu açık tut:
uk_ua: Залиште мене в системі:

source: confirm
de_de: bestätigen
es_es: Confirmar
fr_fr: confirmer
nl_nl: bevestigen
pl_pl: potwierdź
ru_ru: подтвердить
tr_tr: onaylıyorum
uk_ua: підтвердити

source: forgot password?
de_de: Passwort vergessen?
es_es: ¿Olvidaste la contraseña?
fr_fr: Mot de passe oublié ?
nl_nl: wachtwoord vergeten?
pl_pl: nie pamiętasz hasła?
ru_ru: забыли пароль?
tr_tr: şifrenizi mi unuttunuz?
uk_ua: забули пароль?

source: You are not logged in. Would you like to play as a guest using your Discord username?
es_es: No has iniciado sesión. ¿Te gustaría jugar como invitado usando tu nombre de usuario de Discord?
fr_fr: Vous n'êtes pas connecté. Souhaitez-vous jouer en tant qu'invité en utilisant votre nom d'utilisateur Discord ?
nl_nl: Je bent niet ingelogd. Wil je als gast spelen met je Discord-gebruikersnaam?
pl_pl: Nie jesteś zalogowany. Czy chcesz grać jako gość, używając swojej nazwy użytkownika z Discorda?
ru_ru: Вы не вошли в систему. Хотели бы вы сыграть в качестве гостя, используя своё имя пользователя в Discord?
tr_tr: Giriş yapmadınız. Discord kullanıcı adınızı kullanarak misafir olarak oynamak ister misiniz?

source: If you are on Discord, you can join our community by visiting our Discord server (click here).
es_es: Si estás en Discord, puedes unirte a nuestra comunidad visitando nuestro servidor de Discord (haz clic aquí).
fr_fr: Si vous êtes sur Discord, vous pouvez rejoindre notre communauté en visitant notre serveur Discord (cliquez ici).
nl_nl: Als je op Discord zit, kun je lid worden van onze community door onze Discord-server te bezoeken (klik hier).
pl_pl: Jeśli korzystasz z Discorda, możesz dołączyć do naszej społeczności, odwiedzając nasz serwer na Discordzie (kliknij tutaj).
ru_ru: Если вы находитесь в Discord, вы можете присоединиться к нашему сообществу, посетив наш Discord сервер (нажмите здесь).
tr_tr: Discord'daysanız, Discord sunucumuzu ziyaret ederek topluluğumuza katılabilirsiniz (buraya tıklayın).

source: Looking for the Discord application...
de_de: Suche nach der Discord-Anwendung ...
es_es: Buscando la aplicación Discord ...
fr_fr: Recherche de l'application Discord...
nl_nl: Op zoek naar de Discord-applicatie...
pl_pl: Szukanie aplikacji Discord...
ru_ru: Ищу приложение Discord...
tr_tr: Discord uygulaması aranıyor...
uk_ua: Пошук Discord...

source: Connecting with Steam...
de_de: Verbindet mit Steam...
es_es: Conectando con Steam...
fr_fr: Connexion avec Steam...
nl_nl: Verbinding maken met Steam...
pl_pl: Łączenie ze Steamem...
ru_ru: Соединение со Steam...
tr_tr: Steam ile bağlanılıyor...
uk_ua: Підключення до Steam...

source: I confirm that I want to merge my Steam-based Epicinium account with my email-based Epicinium account.
es_es: Confirmo que quiero enlazar mi cuenta de Epicinium basada en Steam con mi cuenta de Epicinium basada en mi correo electrónico.
fr_fr: Je confirme que je souhaite fusionner mon compte Epicinium basé sur Steam avec mon compte Epicinium basé sur la messagerie.
nl_nl: Ik bevestig dat ik mijn op Steam gebaseerde Epicinium-account wil samenvoegen met mijn op e-mail gebaseerde Epicinium-account.
pl_pl: Potwierdzam, że chcę połączyć moje konto Epicinium oparte na platformie Steam z moim kontem Epicinium opartym na moim e-mailu.
ru_ru: Я подтверждаю, что хочу объединить свою учетную запись Epicinium в Steam с моей учетная запись Epicinium на основе электронной почты.
tr_tr: Steam tabanlı Epicinium hesabımı e-posta tabanlı Epicinium hesabımla birleştirmek istediğimi onaylıyorum.

source: If you have a key, activate it here.
es_es: Si tienes una contraseña, actívala aquí.
fr_fr: Si vous avez une clé, activez-la ici.
nl_nl: Als je een code hebt, activeer hem dan hier.
pl_pl: Jeśli masz klucz, aktywuj go tutaj.
ru_ru: Если у вас есть ключ, активируйте его здесь.
tr_tr: Anahtarınız varsa buradan etkinleştirin.
uk_ua: Якщо у вас є ключ, активуйте його тут.

source: Key:
de_de: Schlüssel:
es_es: Contraseña:
fr_fr: Clé :
nl_nl: Code:
pl_pl: Klucz:
ru_ru: Ключ:
tr_tr: Anahtar:
uk_ua: Ключ:

source: Key activation successful!
de_de: Schlüsselaktivierung erfolgreich!
es_es: ¡Activación de contraseña correcta!
fr_fr: Activation de la clé réussie !
nl_nl: Code succesvol geactiveerd!
pl_pl: Aktywacja klucza powiodła się!
ru_ru: Активация ключа прошла успешно!
tr_tr: Anahtar aktivasyonu başarılı!
uk_ua: Активація ключа успішна!

source: There already exists an Epicinium user with the same name. Please enter a new username to use within Epicinium.
de_de: Es gibt bereits einen Epicinium-Benutzer mit demselben Namen. Bitte geben Sie einen neuen Benutzernamen ein, der in Epicinium verwendet werden soll.
es_es: Ya existe un usuario de Epicinium con el mismo nombre. Ingrese un nuevo nombre de usuario para usar en Epicinium.
fr_fr: Il existe déjà un utilisateur Epicinium du même nom. Veuillez saisir un nouveau nom d'utilisateur à utiliser dans Epicinium.
nl_nl: Er bestaat al een Epicinium-gebruiker met dezelfde naam. Voer een nieuwe gebruikersnaam in om in Epicinium te gebruiken.
pl_pl: Istnieje już użytkownik Epicinium o tej samej nazwie. Wprowadź nową nazwę użytkownika, której chcesz używać w Epicinium.
ru_ru: Уже существует пользователь Epicinium с таким же именем. Пожалуйста, введите новое имя пользователя для использования в Epicinium.
tr_tr: Aynı ada sahip bir Epicinium kullanıcısı zaten var. Lütfen Epicinium'da kullanmak için yeni bir kullanıcı adı girin.

source: Username:
de_de: Nutzername:
es_es: Nombre de usuario:
fr_fr: Nom d'utilisateur :
nl_nl: Gebruikersnaam:
pl_pl: Nazwa użytkownika:
ru_ru: Имя пользователя:
tr_tr: Kullanıcı adı:
uk_ua: Ім'я користувача:

source: If you forgot your password and want to reset it, please enter the email address that you used to register. We will email you a password reset token.
es_es: Si olvidaste tu contraseña y deseaa restablecerla, ingresa la dirección de correo electrónico que utilizaste para registrarte. Te enviaremos un código de restablecimiento de contraseña por correo electrónico.
fr_fr: Si vous avez oublié votre mot de passe et que vous souhaitez le réinitialiser, veuillez saisir l'adresse e-mail que vous avez utilisée pour vous inscrire. Nous vous enverrons par e-mail un jeton de réinitialisation de mot de passe.
nl_nl: Als je je wachtwoord bent vergeten en een nieuw wachtwoord wil instellen, vul dan het mailadres in dat je gebruikt hebt om te registreren. We sturen via e-mail een token om je wachtwoord mee te herstellen.
pl_pl: Jeśli zapomniałeś hasła i chcesz je zresetować, wprowadź adres e-mail użyty podczas rejestracji. Prześlemy Ci e-mailem token resetowania hasła.
ru_ru: Если вы забыли свой пароль и хотите сбросить его, пожалуйста, введите адрес электронной почты адрес, который вы использовали для регистрации. Мы вышлем вам по электронной почте токен для сброса пароля.
tr_tr: Şifrenizi unuttuysanız ve sıfırlamak istiyorsanız, lütfen kaydolurken kullandığınız e-posta adresini giriniz. Size bir şifre sıfırlama kodu göndereceğiz.

source: Within a few minutes, you should receive an email containing your password reset token. Please check your spam folder as well! If you have trouble restting your password, please contact us at help@epicinium.nl
es_es: En unos minutos, deberías recibir un correo electrónico con tu código de restablecimiento de contraseña. ¡Por favor revisa también tu carpeta de Spam! Si tienes problemas para restablecer tu contraseña, por favor contactanos a help@epicinium.nl
fr_fr: En l'espace de quelques minutes, vous devriez recevoir un e-mail contenant votre jeton de réinitialisation de mot de passe. Veuillez également vérifier votre dossier spam ! Si vous rencontrez des difficultés pour restaurer votre mot de passe, veuillez nous contacter à help@epicinium.nl
nl_nl: Binnen een paar minuten zou je een e-mail moeten ontvangen met daarin een token om je wachtwoord opnieuw in te stellen. Controleer ook je spamfolder! Als het niet lukt om je wachtwoord te herstellen, neem dan contact met ons op via help@epicinium.nl
pl_pl: W ciągu kilku minut powinieneś otrzymać wiadomość e-mail zawierającą token resetowania hasła. Sprawdź również folder ze spamem! Jeśli masz problem z odzyskaniem hasła, skontaktuj się z nami pod adresem help@epicinium.nl
tr_tr: Birkaç dakika içinde, parola sıfırlama kodunuzu içeren bir e-posta almalısınız. Lütfen spam klasörünüzü de kontrol edin! Şifrenizi sıfırlama konusunda sorun yaşıyorsanız, lütfen help@epicinium.nl adresinden bizimle iletişime geçin.

source: New password:
de_de: Neues Passwort:
es_es: Nueva contraseña:
fr_fr: Nouveau mot de passe :
nl_nl: Nieuw wachtwoord:
pl_pl: Nowe hasło:
ru_ru: Новый пароль:
tr_tr: Yeni şifre:
uk_ua: Новий пароль:

source: Confirm password:
de_de: Passwort bestätigen:
es_es: Confirmar contraseña:
fr_fr: Confirmer mot de passe :
nl_nl: Bevestig wachtwoord:
pl_pl: Potwierdź hasło:
ru_ru: Подтверждение пароля
tr_tr: Şifreyi onayla:
uk_ua: Підтвердьте пароль:

source: Keep me up to date via email with news about Epicinium and other games made by A Bunch of Hacks.
de_de: Halten Sie mich per E-Mail über Neuigkeiten zu Epicinium und anderen Spielen von A Bunch of Hacks auf dem Laufenden.
es_es: Mantenme actualizado por correo electrónico con noticias sobre Epicinium y otros juegos creados por A Bunch of Hacks.
fr_fr: Me tenir au courant par e-mail avec des nouveautés Epicinium et des autres jeux créés par A Bunch of Hacks.
nl_nl: Houd me via e-mail op de hoogte met nieuws over Epicinium en andere games gemaakt door A Bunch of Hacks.
pl_pl: Przesyłaj mi e-maile z wiadomościami o Epicinium i innych grach stworzonych przez A Bunch of Hacks.
ru_ru: Держите меня в курсе событий по электронной почте с новостями об Epicinium и других созданных играх отКучки Хакеров.
tr_tr: Beni Epicinium ve A Bunch of Hacks tarafından yapılan diğer oyunlar hakkında haberlerle e-posta yoluyla güncel tutun.

source: A valid email address is necessary to recover your account. We will only send emails related to account management and (if you opt in) updates about our games. Click here to read our full privacy statement.
es_es: Se necesita una dirección de correo electrónico válida para recuperar su cuenta. Solo enviaremos correos electrónicos relacionados con la administración de cuentas y (si opta por participar) actualizaciones sobre nuestros juegos. Haz clic aquí para leer nuestra declaración de privacidad completa.
fr_fr: Une adresse e-mail valide est nécessaire pour récupérer votre compte. Nous n'enverrons que des e-mails liés à la gestion de compte et (si vous vous inscrivez) des mises à jour sur nos jeux. Cliquez ici pour lire notre déclaration de confidentialité complète.
nl_nl: Een geldig mailadres is nodig om je account te herstellen. We sturen alleen e-mails met betrekking tot accountbeheer en (als je je daarvoor aanmeldt) updates over onze spellen. Klik hier om de volledige privacyverklaring te lezen.
pl_pl: Do odzyskania konta niezbędny jest prawidłowy adres e-mail. Będziemy wysyłać tylko e-maile związane z zarządzaniem kontem i (jeśli wyrazisz zgodę) aktualizacje dotyczące naszych gier. Kliknij tutaj, aby przeczytać nasze pełne oświadczenie o ochronie prywatności.
ru_ru: Для восстановления вашей учетной записи необходим действительный адрес электронной почты. Мы будем только отправляйте электронные письма, связанные с управлением учетной записью, и (если вы зарегистрируетесь) обновлениями о наши игры. Нажмите здесь, чтобы прочитать наше полное заявление о конфиденциальности.
tr_tr: Hesabınızı kurtarmak için geçerli bir e-posta adresi gereklidir. Yalnızca hesap yönetimi ile ilgili e-postalar ve oyunlarımızla ilgili güncellemeler (isterseniz) göndereceğiz. Gizlilik bildirimimizin tamamını okumak için burayı tıklayın.

source: Saving files seems not to be working! Please make sure the game is unpacked or installed in a folder where you have permission to write. Settings might not be stored correctly when the game closes.
es_es: ¡Parece que guardar archivos no funciona! Asegúrate de que el juego esté descomprimido o instalado en una carpeta en la que tengas permiso para escribir. Es posible que la configuración no se almacene correctamente cuando se cierra el juego.
fr_fr: L'enregistrement des fichiers semble ne pas fonctionner ! Veuillez vous assurer que le jeu est décompressé ou installé dans un dossier sur lequel vous êtes autorisé à écrire. Les paramètres peuvent ne pas être stockés correctement à la fermeture du jeu.
nl_nl: Het opslaan van bestanden lijkt niet te werken! Zorg ervoor dat het spel is uitgepakt of geïnstalleerd in een map waarin je toestemming hebt om te schrijven. Instellingen worden mogelijk niet correct opgeslagen wanneer het spel wordt afgesloten.
pl_pl: Wydaje się, że zapisywanie plików nie działa! Upewnij się, że gra została rozpakowana lub zainstalowana w folderze, w którym masz uprawnienia do wprowadzania zmian. Ustawienia mogą nie zostać poprawnie zapisane po zamknięciu gry.
ru_ru: Сохранение файлов, похоже, не работает! Пожалуйста, убедитесь, что игра распакована или установлен в папке, в которой у вас есть разрешение на запись. Настройки могут не будет сохранено правильно, когда игра закроется.
tr_tr: Dosya kayıt sistemi çalışamıyor gibi gözüküyor. Lütfen oyunu kurduğunuz klasöre yazma iznine sahip olduğunuzdan emin olun. Oyun kapandığında ayarlar doğru şekilde saklanmayabilir.

source: Do you want to keep these settings?
es_es: ¿Quieres mantener estos ajustes?
fr_fr: Voulez-vous conserver ces paramètres ?
nl_nl: Wil je deze instellingen behouden?
pl_pl: Czy chcesz zachować te ustawienia?
ru_ru: Вы хотите сохранить эти настройки?
tr_tr: Bu ayarları korumak istiyor musunuz?

source: keep changes
es_es: mantener cambios
fr_fr: appliquer les modifications
pl_pl: zachowaj zmiany
ru_ru: сохранить изменения
tr_tr: değişiklikleri koru
uk_ua: зберегти зміни

source: revert
es_es: revertir
fr_fr: annuler
pl_pl: cofnij
ru_ru: вернуться
tr_tr: geri al
uk_ua: скинути

source: Reverting to previous settings in %d seconds.
es_es: Volviendo a la configuración anterior en %d segundos.
fr_fr: Rétablissement des paramètres précédents dans %d secondes.
nl_nl: De vorige instellingen worden over %d seconden teruggezet.
pl_pl: Powrót do poprzednich ustawień za %d sekund.
ru_ru: Возврат к предыдущим настройкам в %d секунд.
tr_tr: %d saniye içinde önceki ayarlara dönülüyor.
uk_ua: Повернення до попередніх налаштувань через %d секунд.

source: Bug report
de_de: Fehler melden
es_es: Reportar error
fr_fr: Rapport d'erreur
nl_nl: Bug melden
pl_pl: Zgłoś błąd
ru_ru: Сообщение об ошибке
tr_tr: Hata raporu
uk_ua: Повідомити про помилку

source: Please describe what happened.
de_de: Bitte beschreibe, was passiert ist.
es_es: Por favor describe lo que sucede.
fr_fr: Veuillez décrire ce qui s'est passé.
nl_nl: Beschrijf wat er is gebeurd.
pl_pl: Opisz, co się stało.
ru_ru: Пожалуйста, опишите, что произошло.
tr_tr: Lütfen ne olduğunu açıklayın.
uk_ua: Будь ласка, опишіть, що трапилося.
