Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: Lobby "%s" was created.
pl_pl: Utworzono poczekalnię „%s”.

source: Lobby "%s" was renamed "%s".
pl_pl: Nazwa poczekalni „%s” została zmieniona na „%s”.

source: normal
nl_nl: normaal
pl_pl: zwykłe
ru_ru: нормальный
uk_ua: звичайно

source: normal vision
de_de: normale Sicht
es_es: Visión normal
fr_fr: vision normale
nl_nl: normaal zicht
pl_pl: zwykłe pole widzenia
ru_ru: нормальный обзор
tr_tr: normal görüş

source: global
nl_nl: globaal
pl_pl: nieograniczone
ru_ru: глобальный

source: global vision
de_de: globale Sicht
es_es: Visión global
fr_fr: vision globale
nl_nl: globaal zicht
pl_pl: nieograniczone pole widzenia
ru_ru: глобальный обзор
tr_tr: global görüş

source: red
de_de: rot
es_es: Rojo
fr_fr: rouge
nl_nl: rood
pl_pl: czerwony
ru_ru: красный
tr_tr: kırmızı
uk_ua: червоний

source: blue
de_de: blau
es_es: Azul
fr_fr: bleu
nl_nl: blauw
pl_pl: niebieski
ru_ru: синий
tr_tr: mavi
uk_ua: блакитний

source: teal
de_de: türkis
es_es: Verde azulado
fr_fr: turquoise
nl_nl: turquoise
pl_pl: zielononiebieski
ru_ru: бирюзовый
uk_ua: зелено-блакитний

source: yellow
de_de: gelb
es_es: Amarillo
fr_fr: jaune
nl_nl: geel
pl_pl: żółty
ru_ru: желтый
tr_tr: sarı
uk_ua: жовтий

source: pink
es_es: Rosa
fr_fr: rose
nl_nl: roze
pl_pl: różowy
ru_ru: розовый
tr_tr: pembe
uk_ua: рожевий

source: black
de_de: schwarz
es_es: Negro
fr_fr: noir
nl_nl: zwart
pl_pl: czarny
ru_ru: черный
tr_tr: siyah
uk_ua: чорний

source: indigo
es_es: Añil
pl_pl: indygo
ru_ru: индиго
tr_tr: çivit
uk_ua: індиго

source: purple
de_de: violett
es_es: Purpura
fr_fr: violet
nl_nl: paars
pl_pl: fioletowy
ru_ru: фиолетовый
tr_tr: mor
uk_ua: фіолетовий

source: auto
es_es: Automático
pl_pl: automatyczny
ru_ru: Авто
tr_tr: oto
uk_ua: автоматично

source: Move to observers
de_de: Zu Zuschauern springen
es_es: Mover a observadores
fr_fr: Passer aux observateurs
nl_nl: Verplaats naar waarnemers
pl_pl: Przenieś do obserwatorów
ru_ru: Переход к наблюдателям
tr_tr: Gözlemcilere git
uk_ua: Перейти до спостерігачів

source: Move to players
de_de: Zu Spielern springen
es_es: Mover a jugadores
fr_fr: Passer aux joueurs
nl_nl: Verplaats naar spelers
pl_pl: Przenieś do graczy
ru_ru: Двигаться к игроку
tr_tr: Oyunculara git
uk_ua: Перейти до гравців

source: easy
de_de: Leicht
es_es: Fácil
fr_fr: facile
nl_nl: makkelijk
pl_pl: łatwy
ru_ru: Легкий
tr_tr: kolay
uk_ua: легко

source: medium
de_de: Mittel
es_es: Medio
fr_fr: moyen
nl_nl: gemiddeld
pl_pl: średni
ru_ru: Средний
tr_tr: orta
uk_ua: помірно

source: hard
de_de: Schwer
es_es: Difícil
fr_fr: difficile
nl_nl: moeilijk
pl_pl: trudny
ru_ru: Сложный
tr_tr: zor
uk_ua: складно

source: Remove AI player
de_de: KI-Spieler entfernen
es_es: Eliminar jugador IA
fr_fr: Supprimer le joueur IA
nl_nl: AI-speler verwijderen
pl_pl: Usuń gracza komputerowego
ru_ru: Убрать AI игрока
tr_tr: YZ olan oyuncuyu kaldır
uk_ua: Прибрати ШІ-гравця

source: Copy AI player
de_de: KI-Spieler kopieren
es_es: Copiar jugador IA
fr_fr: Copier le joueur IA
nl_nl: AI-speler kopiëren
pl_pl: Kopiuj gracza komputerowego
ru_ru: Скопировать AI игрока
tr_tr: YZ olan oyuncuyu kopyala
uk_ua: Копіювати ШІ-гравця

source: Add AI player
de_de: KI-Spieler hinzufügen
es_es: Añadir jugador IA
fr_fr: Ajouter un joueur IA
nl_nl: AI-speler toevoegen
pl_pl: Dodaj gracza komputerowego
ru_ru: Добавить AI игрока
tr_tr: YZ oyuncu ekle
uk_ua: Додати ШІ-гравця

source: "%s" by %s
de_de: "%s" von %s
es_es: "%s" por %s
fr_fr: "%s" par %s
nl_nl: "%s" door %s
pl_pl: "%s" autorstwa %s
ru_ru: "%s" от %s
tr_tr: "%s", %s tarafından
uk_ua: «%s» від %s

source: Your rating is now %s.
de_de: Deine Bewertung ist jetzt %s.
es_es: Tu clasificación ahora es %s.
fr_fr: Votre note est maintenant de %s.
nl_nl: Je rating is nu %s.
pl_pl: Obecnie posiadasz %s punktów rankingu.
ru_ru: Ваш рейтинг сейчас %s.
tr_tr: Puanınız artık %s.
uk_ua: Зараз ваш рейтинг становить %s.

source: start replay
de_de: Wiederholung starten
es_es: Iniciar repetición
fr_fr: lancer replay
nl_nl: herhaling starten
pl_pl: rozpocznij powtórkę
ru_ru: начать реплей
tr_tr: tekrarı başlat
uk_ua: почати відтворення

source: You joined lobby "%s".
de_de: Du bist der Lobby "%s" beigetreten.
es_es: Te uniste a la sala "%s".
fr_fr: Vous avez rejoint le lobby "%s".
nl_nl: Je zit nu in lobby "%s".
pl_pl: Dołączyłeś do lobby „%s”.
ru_ru: Вы присоединились к лобби "%s".
tr_tr: "%s" lobisine katıldınız.
uk_ua: Ви приєдналися до лобі «%s».

source: You left lobby "%s".
de_de: Du hast die Lobby "%s" verlassen.
es_es: Dejaste la sala "%s".
fr_fr: Vous avez quitté le lobby "%s".
nl_nl: Je hebt lobby "%s" verlaten.
pl_pl: Opuściłeś lobby „%s”.
ru_ru: Вы вышли из лобби "%s".
tr_tr: "%s" lobisinden ayrıldınız.
uk_ua: Ви покинули лобі «%s».

source: %s#%s on Discord wants to join your lobby.
de_de: %s#%s auf Discord möchte deiner Lobby beitreten.
es_es: %s#%s en Discord quiere unirse a tu sala
fr_fr: %s#%s sur Discord veut rejoindre votre lobby.
nl_nl: %s#%s op Discord wil je lobby binnenkomen.
pl_pl: %s#%s z Discorda chce dołączyć do twojego lobby.
ru_ru: %s#%s в Discord хотят подключиться к твоему лобби
tr_tr: Discord'daki %s#%s lobinize katılmak istiyor.
uk_ua: %s#%s з Discord хоче доєднатися до вашого лобі.

source: Video
de_de: Grafik
es_es: Vídeo
fr_fr: Vidéo
pl_pl: Wideo
ru_ru: Видно
uk_ua: Відео

source: Windowed
de_de: Fenster
es_es: Ventana
fr_fr: Fenêtré
pl_pl: Okno
ru_ru: Оконный
tr_tr: Pencere Modu
uk_ua: Віконний

source: Windowed Borderless
de_de: Rahmenloses Fenster
es_es: Ventana sin bordes
fr_fr: Fenêtre sans bordure
pl_pl: Okno Bez Ramki
ru_ru: Без Окон Без Границ
tr_tr: Kenarlıksız Pencere Modu
uk_ua: Віконний безрамковий

source: Fullscreen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
pl_pl: Pełny Ekran
ru_ru: На весь экран
tr_tr: Tam ekran
uk_ua: Повноекранний

source: Fullscreen Desktop
de_de: Vollbild-Desktop
es_es: Pantalla completa en escritorio
fr_fr: Bureau plein écran
pl_pl: Pulpitowy Pełny Ekran
ru_ru: Полноэкранный Рабочий стол
tr_tr: Tam Ekran Masaüstü

source: Screen Mode:
de_de: Bildschirmmodus:
es_es: Modo pantalla:
fr_fr: Mode d'écran :
pl_pl: Tryb Okna:
ru_ru: Режим экрана:
tr_tr: Ekran modu:
uk_ua: Режим екрана:

source: Screen Resolution:
de_de: Bildschirmauflösung:
es_es: Resolución de la pantalla:
fr_fr: Résolution d'écran :
pl_pl: Rozdzielczość:
ru_ru: Разрешение экрана:
tr_tr: Ekran çözünürlüğü:
uk_ua: Розширення екрана:

source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
pl_pl: Niestandardowe
ru_ru: Кастомизировать
tr_tr: Özel

source: Screen Width:
de_de: Bildschirmbreite:
es_es: Ancho de pantalla:
fr_fr: Largeur d'écran :
pl_pl: Szerokość Okna:
ru_ru: Ширина Экрана:
tr_tr: Ekran genişliği:
uk_ua: Ширина екрана:

source: Screen Height:
de_de: Bildschirmhöhe:
es_es: Alto de pantalla:
fr_fr: Hauteur d'écran :
pl_pl: Wysokość Okna:
ru_ru: Высота Экрана:
tr_tr: Ekran Yüksekliği:
uk_ua: Висота екрана:

source: Scale:
de_de: Skalierung:
es_es: Escala:
fr_fr: Échelle :
pl_pl: Skala:
ru_ru: Масштаб:
tr_tr: Ölçek:
uk_ua: Масштаб:

source: Framerate:
de_de: Bildwiederholrate:
es_es: Cuadros por segundo:
pl_pl: Klatki Na Sekundę:
ru_ru: Частота кадров:
tr_tr: Kare hızı:
uk_ua: Частота кадрів:

source: Window Position:
de_de: Fensterposition:
es_es: Posición de la ventana:
fr_fr: Position fenêtre :
pl_pl: Pozycja Okna:
ru_ru: Положение Окна:
tr_tr: Pencere Konumu:
uk_ua: Положення вікна:

source: Centered
de_de: Zentriert
es_es: Centrado
fr_fr: Centrée
pl_pl: Wyśrodkowane
ru_ru: По центру
tr_tr: Ortalanmış
uk_ua: По центру

source: Window Position (X):
de_de: Fensterposition (X):
es_es: Posición de la ventana (X):
fr_fr: Position de la fenêtre (X) :
pl_pl: Pozycja Okna (X):
ru_ru: Положение окна (X):
tr_tr: Pencere Konumu (X):
uk_ua: Положення вікна (X):

source: Window Position (Y):
de_de: Fensterposition (Y):
es_es: Posición de la ventana (Y):
fr_fr: Position de la fenêtre (Y) :
pl_pl: Pozycja Okna (Y):
ru_ru: Положение окна (Y):
tr_tr: Pencere Konumu (Y):
uk_ua: Положення вікна (Y):

source: Audio
es_es: Sonido
pl_pl: Dźwięk
ru_ru: Аудио
tr_tr: Ses
uk_ua: Аудіо

source: Master Volume:
de_de: Gesamtlautstärke:
es_es: Volumen principal:
fr_fr: Volume principal :
pl_pl: Głośność Ogólna:
ru_ru: Общая громкость:
tr_tr: Ana ses:
uk_ua: Загальний звук:

source: Gameplay Volume:
de_de: Spiellautstärke:
es_es: Volumen de juego:
fr_fr: Volume du jeu :
pl_pl: Głośność Rozgrywki:
ru_ru: Громкость игрового процесса:
tr_tr: Oyun Sesi:

source: Music Volume:
de_de: Musiklautstärke:
es_es: Volumen de la música:
fr_fr: Volume de la musique :
pl_pl: Głośność Muzyki:
ru_ru: Громкость музыки:
tr_tr: Müzik sesi:
uk_ua: Гучність музики:

source: Audio Buffer Size:
es_es: Tamaño del búfer de audio:
fr_fr: Taille du tampon audio :
pl_pl: Rozmiar Bufora Dźwięku:
ru_ru: Размер аудиобуфера:
tr_tr: Ses Arabellek Boyutu:

source: Controls
de_de: Steuerung
es_es: Controles
fr_fr: Contrôles
pl_pl: Sterowanie
ru_ru: Управление
tr_tr: Kontroller
uk_ua: Керування

source: Selection Mode:
de_de: Auswahlmodus:
es_es: Modo de selección:
fr_fr: Mode de selection :
pl_pl: Tryb Wyboru:
ru_ru: Режим выбора:
tr_tr: Seçim modu:

source: Figure-Based
es_es: Según figuras
fr_fr: Basé sur les nombres
pl_pl: Oparty Na Figurkach
ru_ru: На Основе Рисунка
tr_tr: Şekil Tabanlı

source: Context Menu
de_de: Kontextmenü
es_es: Menú de contexto
fr_fr: Menu contextuel
pl_pl: Menu Kontekstowe
ru_ru: Контекстное меню
tr_tr: Bağlam menüsü

source: View Scrolling with WASD:
es_es: Desplazamiento con WASD:
fr_fr: Déplacement de la vue avec WASD :
pl_pl: Przesuwanie Mapy za pomocą WASD:
ru_ru: Просмотр прокрутки с помощью WASD:
tr_tr: WASD ile Kaydırmayı Görüntüle:

source: View Scrolling with Arrow Keys:
es_es: Desplazamiento con las teclas de flecha:
fr_fr: Déplacement de la vue avec les flèches :
nl_nl: Beeld Verplaatsen met Pijltjestoesten:
pl_pl: Przesuwanie Mapy za pomocą Klawiszy Strzałek:
ru_ru: Просмотр прокрутки с помощью клавиш со стрелками:
tr_tr: Ok Tuşlarıyla Kaydırmayı Görüntüle:

source: View Scrolling at Edge of Screen:
es_es: Desplazamiento en el borde de la pantalla:
fr_fr: Déplacement de la vue au bord de l'écran :
pl_pl: Przesuwanie Mapy przez najechanie na Krawędź Ekranu:
ru_ru: Просмотр прокрутки по краю экрана:
tr_tr: Kaydırmayı Ekranın Kenarında Görüntüle:

source: Advanced Mode:
es_es: Modo avanzado:
fr_fr: Mode avancé :
pl_pl: Tryb Zaawansowany:
ru_ru: Расширенный режим:
tr_tr: Gelişmiş mod:
uk_ua: Розширений режим:

source: Allow orders for tiles without power:
es_es: Permitir pedidos de casillas sin energía:
fr_fr: Autoriser les ordres sur les tuiles sans pouvoir :
nl_nl: Bevelen aan tegels zonder kracht toestaan:
pl_pl: Pozwól rozkazywać polom bez energii:
ru_ru: Разрешить заказы на плитки без питания:
tr_tr: Güçsüz karo emirlerine izin verin:

source: Allow redundant Stop orders:
es_es: Permitir órdenes PARAR redundantes:
fr_fr: Autoriser les instructions de stop superflues :
nl_nl: Sta onnodige Stopbevelen toe:
pl_pl: Pozwól na dawanie nadmiernych rozkazów Stop:
ru_ru: Разрешить избыточные стоп-приказы:
tr_tr: Gereksiz Durdurma emirlerine izin ver:

source: Allow redundant Cultivate orders:
es_es: Permitir órdenes de CULTIVO redundantes:
fr_fr: Autoriser les instructions de cultivation superflues :
nl_nl: Sta onnodige Cultiveerbevelen toe:
pl_pl: Pozwól na dawanie nadmiernych rozkazów Kultywuj:
ru_ru: Разрешить избыточные заказы на обработку:
tr_tr: Gereksiz Yetiştirme siparişlerine izin ver:

source: Allow redundant Upgrade orders:
es_es: Permitir pedidos de MEJORA redundantes:
fr_fr: Autoriser les instructions d'amélioration superflues :
nl_nl: Overbodige Verbeterbevelen toestaan:
pl_pl: Pozwól na dawanie nadmiernych rozkazów Ulepsz:
ru_ru: Разрешить прокрутку просмотра во время действия:
tr_tr: Gereksiz Yükseltme siparişlerine izin verin:

source: Allow view scrolling while acting:
es_es: Permitir el desplazamiento de la vista mientras actúa:
fr_fr: Autoriser le défilement de la vue tout en jouant :
pl_pl: Zezwól na przewijanie widoku podczas akcji:
ru_ru: Разрешить прокрутку просмотра во время действия:
tr_tr: İşlem sırasında görünüm kaydırmaya izin ver:

source: Allow view scrolling while panning:
es_es: Permitir el desplazamiento de la vista durante la panorámica:
fr_fr: Autoriser le défilement de la vue pendant le panoramique:
pl_pl: Zezwól na przewijanie widoku podczas automatycznego przewijania:
ru_ru: Разрешить прокрутку вида при панорамировании:
tr_tr: Kaydırma sırasında görünüm kaydırmaya izin ver:

source: Social
de_de: Soziales
pl_pl: Społeczne
ru_ru: Социальные
tr_tr: Sosyal

source: Enable Discord Rich Presence:
es_es: Habilitar Discord Rich Presence:
fr_fr: Activer l'Overlay Discord :
pl_pl: Włącz Discord Rich Presence:
ru_ru: Включить Discord Rich presence:
tr_tr: Discord Zengin Durumunu Etkinleştir:

source: Interface
de_de: Oberfläche
es_es: Interfaz
pl_pl: Interfejs
ru_ru: Интерфейс
tr_tr: Arayüz
uk_ua: Інтерфейс

source: Language:
de_de: Sprache:
es_es: Idioma:
fr_fr: Langue :
nl_nl: Taal:
pl_pl: Język (Language):
ru_ru: Язык:
tr_tr: Dil:
uk_ua: Мова:

source: %s [experimental]
de_de: %s [experimentell]
fr_fr: %s [expérimental]
nl_nl: %s [experimenteel]
pl_pl: %s [eksperymentalne]
ru_ru: %s экспериментальный
tr_tr: %s [deneysel]
uk_ua: %s [експериментальна]

source: %s [incomplete]
de_de: %s [unvollständig]
es_es: %s [incompleto]
fr_fr: %s [incomplet]
nl_nl: %s [onvolledig]
pl_pl: %s [niedokończone]
ru_ru: %s не завершено
tr_tr: %s [bitmemiş]
uk_ua: %s [незавершена]

source: Text scaling:
de_de: Textskalierung:
es_es: Escala de texto:
fr_fr: Mise à l'échelle du texte :
pl_pl: Skalowanie tekstu:
ru_ru: Масштабирование текста:
tr_tr: Metin ölçekleme:
uk_ua: Масштабування тексту:

source: High contrast colors:
es_es: Colores de alto contraste:
fr_fr: Couleurs à contraste élevé :
pl_pl: Wysoko kontrastowe kolory
ru_ru: Высококонтрастные цвета:
tr_tr: Yüksek kontrastlı renkler:
uk_ua: Кольори з високим контрастом:

source: Color palette:
es_es: Paleta de color:
fr_fr: Palette de couleurs :
pl_pl: Paleta kolorów:
ru_ru: Цветовая палитра:
tr_tr: Renk paleti:
uk_ua: Колірна гама:

source: Main menu art panning:
es_es: Panorámica del arte del menú principal:
fr_fr: Illustration du menu principal :
pl_pl: Przesuwanie grafiki w menu głównym:
ru_ru: Панорамирование изображения в главном меню:
tr_tr: Ana menü resmi kaydırması:

source: Off
de_de: Aus
fr_fr: Désactivé
pl_pl: Wyłączone
ru_ru: Выключить
tr_tr: Kapalı
uk_ua: Вимк.

source: Automatic
de_de: Automatisch
es_es: Automático
fr_fr: Automatique
pl_pl: Automatyczne
ru_ru: Автоматический
tr_tr: Otomatik
uk_ua: Автоматично

source: Cursor
de_de: Mauszeiger
fr_fr: Curseur
pl_pl: Kursorem
ru_ru: Курсор
tr_tr: İmleç
uk_ua: Курсор

source: apply and restart
de_de: anwenden und neu starten
es_es: Aplicar y reiniciar
fr_fr: appliquer et redémarrer
pl_pl: zastosuj i uruchom ponownie
ru_ru: применить и перезапустить
tr_tr: uygula ve yeniden başlat
uk_ua: застосувати та перезапустити

source: discard and return to main menu
de_de: verwerfen und zum Hauptmenü zurückkehren
es_es: Descartar y volver al menú principal
fr_fr: annuler et revenir au menu principal
nl_nl: verwerpen en terug naar het hoofdmenu
pl_pl: anuluj i wróć do menu głównego
ru_ru: отменить и вернуться в главное меню
tr_tr: ıskarta et ve ana menüye dön
uk_ua: скасувати та повернутися до головного меню

source: apply and return to main menu
de_de: anwenden und zum Hauptmenü zurückkehren
es_es: Aplicar y volver al menú principal
fr_fr: appliquer et revenir au menu principal
nl_nl: toepassen en terugkeren naar het hoofdmenu
pl_pl: zastosuj i wróć do menu głównego
ru_ru: применить и вернуться в главное меню
tr_tr: uygula ve ana menüye dön
uk_ua: застосувати та повернутися до головного меню

source: Replays are not available at the moment.
de_de: Wiederholungen sind derzeit nicht verfügbar.
es_es: Las repeticiones no están disponibles en este momento.
fr_fr: Les replays ne sont pas disponibles pour le moment.
pl_pl: W tej chwili powtórki nie są dostępne.
ru_ru: Повторы пока недоступны.
tr_tr: Tekrarlar şu anda mevcut değil.
uk_ua: Наразі повтори недоступні.

source: Game interrupted: host left.
es_es: Juego interrumpido: el anfitrión se fue.
fr_fr: Partie interrompue : l'hôte est parti.
nl_nl: Spel onderbroken: gastheer vertrokken.
pl_pl: Gra przerwana: gospodarz wyszedł.

source: Hello %s, welcome to the Epicinium server!
es_es: Hola %s, ¡bienvenido al servidor de Epicinium!
fr_fr: Bonjour %s, bienvenue sur le serveur Epicinium !
pl_pl: Cześć %s, witaj na serwerze Epicinium!
ru_ru: Здраствуйте %s, Добро пожаловать в Epicinium сервер!
tr_tr: Merhaba %s, Epicinium sunucusuna hoş geldiniz!
uk_ua: Привіт %s, вітаємо на сервері Epicinium!

source: Connected to %s:%d as %s.
es_es: Conectado a %s:%d como %s.
fr_fr: Connecté à %s:%d en tant que %s.
nl_nl: Verbonden met %s:%d als %s.
pl_pl: Połączono z %s:%d jako %s.
ru_ru: Присоединение к %s:%d as %s.
tr_tr: %s:%d'ye %s olarak bağlanıldı.
uk_ua: Під'єднано до %s:%d як %s.

source: %s is online.
de_de: %s ist online.
es_es: %s está conectado.
fr_fr: %s est en ligne.
pl_pl: %s jest online.
ru_ru: %s онлайн.
tr_tr: %s çevrimiçi.
uk_ua: %s в мережі.

source: %s went offline.
de_de: %s ist jetzt offline.
es_es: %s se desconectó.
fr_fr: %s s'est déconnecté.
nl_nl: %s is offline gegaan.
pl_pl: %s przeszedł w tryb offline.
ru_ru: %s вышел из сети.
tr_tr: %s çevrimdışı oldu.
uk_ua: %s вийшов/-ла з мережі.

source: Failed to join lobby because it is private or full.
de_de: Der Lobby kann nicht beigetreten werden, da sie privat oder voll ist.
es_es: No te pudiste unir a la sala porque es privada o está llena.
fr_fr: Impossible de rejoindre le lobby car il est privé ou complet.
nl_nl: Je kan de lobby niet in omdat hij privé is of vol zit.
pl_pl: Nie udało się dołączyć do lobby, ponieważ jest ono prywatne lub pełne.
ru_ru: Не удалось подключиться к лобби потому что это приватная игра или уже полная.
tr_tr: Özel veya dolu olduğu için lobiye katılılamadı.
uk_ua: Не вдалося приєднатися до лобі, оскільки воно є приватним чи вже заповнене.

source: You are already in a lobby.
de_de: Du befindest dich bereits in einer Lobby.
es_es: Ya estás en una sala.
fr_fr: Vous êtes déjà dans un lobby.
pl_pl: Jesteś już w lobby.
ru_ru: Вы уже в лобби
tr_tr: Zaten bir lobidesiniz.
uk_ua: Ви вже у цьому лобі.

source: %s joined the lobby.
de_de: %s ist der Lobby beigetreten.
es_es: %s se unió a la sala.
fr_fr: %s a rejoint le lobby.
nl_nl: %s zit nu ook in de lobby.
pl_pl: %s dołączył do lobby.
ru_ru: %s присоединился к лобби
tr_tr: %s lobiye katıldı.
uk_ua: %s приєднався/-лася до лобі.

source: You are not in a lobby.
de_de: Sie sind nicht in einer Lobby.
es_es: No estás en una sala
fr_fr: Vous n'êtes pas dans un lobby.
pl_pl: Nie jesteś w lobby.
ru_ru: Вы не в лобби
tr_tr: Bir lobide değilsin.
uk_ua: Ви не в лобі.

source: %s left the lobby.
de_de: %s hat die Lobby verlassen.
es_es: %s salió de la sala.
fr_fr: %s a quitté le lobby.
pl_pl: %s opuścił lobby.
ru_ru: %s вышел из лобби.
tr_tr: %s lobiden ayrıldı.
uk_ua: %s покинув/-ла лобі.

source: You resigned.
es_es: Renunciaste.
fr_fr: Vous avez démissionné.
nl_nl: Je hebt opgegeven.
pl_pl: Zrezygnowałeś.
ru_ru: Вы подали в отставку.
tr_tr: İstifa ettin.
uk_ua: Ви подали у відставку.

source: %s has resigned.
es_es: %s ha renunciado.
fr_fr: %s a démissionné.
nl_nl: %s heeft opgegeven.
pl_pl: %s zrezygnował.
ru_ru: %s подал в отставку
tr_tr: %s istifa etti.
uk_ua: %s зрікся влади.

source: Starting game failed.
de_de: Spielstart fehlgeschlagen.
es_es: No se pudo iniciar la partida.
fr_fr: Le démarrage de la partie a échoué.
pl_pl: Rozpoczęcie gry nie powiodło się.
ru_ru: Не удалось запустить игру.
tr_tr: Oyun başlatılamadı.
uk_ua: Не вдалося запустити гру.

source: Starting game...
de_de: Starte Spiel...
es_es: Iniciando partida...
fr_fr: Démarrage de la partie...
pl_pl: Rozpoczynanie gry...
ru_ru: Запуск игры...
tr_tr: Oyun başlıyor...
uk_ua: Початок гри...

source: Starting tutorial...
de_de: Starte Tutorial...
es_es: Iniciando tutorial
fr_fr: Démarrage du didacticiel...
nl_nl: Tutorial starten...
pl_pl: Rozpoczynanie samouczka...
ru_ru: Запуск учебного курса ...
tr_tr: Eğitici başlatılıyor...
uk_ua: Початок навчання...

source: Starting tutorial failed.
de_de: Tutorialstart fehlgeschlagen.
es_es: Error al iniciar el tutorial.
fr_fr: Le démarrage du didacticiel a échoué.
nl_nl: Het starten van de tutorial is mislukt.
pl_pl: Rozpoczęcie samouczka nie powiodło się.
ru_ru: Запуск обучения неудался
tr_tr: Eğitici başlatılamadı.
uk_ua: Не вдалося запустити навчання.

source: Starting challenge failed.
de_de: Startherausforderung fehlgeschlagen.
es_es: Error al iniciar desafío.
fr_fr: Le démarrage du défi a échoué.
pl_pl: Rozpoczęcie wyzwania nie powiodło się.
ru_ru: Не удалось запустить вызов.
tr_tr: Başlangıç meydan okuması başarısız oldu.
uk_ua: Не вдалося запустити виклик.

source: Connection to server resumed.
de_de: Die Verbindung zum Server wurde wieder aufgenommen.
es_es: Se reanudó la conexión al servidor.
fr_fr: La connexion au serveur est revenue.
pl_pl: Wznowiono połączenie z serwerem.
ru_ru: Подключение к серверу возобновлено.
tr_tr: Sunucuya bağlantı devam etti.
uk_ua: Під'єднання до сервера відновлено.

source: The server is shutting down for maintenance. (No new games)
de_de: Der Server wird zur Wartung heruntergefahren. (Keine neuen Spiele)
es_es: El servidor se está apagando por mantenimiento. (No hay juegos nuevos)
fr_fr: Le serveur s'arrête pour maintenance. (Pas de nouvelles parties)
pl_pl: Serwer jest zamykany w celu konserwacji. (Tworzenie gier wstrzymane)
ru_ru: Сервер выключается на техническое обслуживание. (Нет новых игр)
tr_tr: Sunucu, bakım için kapatılıyor. (Yeni oyun yok)
uk_ua: Сервер вимикається для технічного обслуговування. (Без нових ігор)

source: The Epicinium server is online.
es_es: El servidor de Epicinium está en línea.
fr_fr: Le serveur Epicinium est en ligne.
pl_pl: Serwer Epicinium jest online.
ru_ru: Сервер Эпициниума в сети.
tr_tr: Epicinium sunucusu çevrimiçidir.
uk_ua: Сервер Epicinium у мережі.

source: The Epicinium server is not online at the moment. Please try again later.
de_de: Der Epicinium-Server ist derzeit nicht online. Bitte versuchen Sie es später noch einmal.
es_es: El servidor de Epicinium no está en línea en este momento. Por favor, inténtalo de nuevo más tarde.
fr_fr: Le serveur Epicinium n'est pas en ligne en ce moment. Veuillez réessayer ultérieurement.
pl_pl: Serwer Epicinium nie jest w tej chwili online. Spróbuj ponownie później.
ru_ru: Сервер Epicinium в данный момент не работает. Пожалуйста, повторите попытку позже.
tr_tr: Epicinium sunucusu şu anda çevrimiçi değil. Lütfen daha sonra tekrar deneyiniz.

source: Waiting for response from server...
de_de: Warten auf Antwort vom Server ...
es_es: Esperando respuesta del servidor ...
fr_fr: En attente d'une réponse du serveur...
pl_pl: Oczekiwanie na odpowiedź serwera...
ru_ru: Ждем ответа от сервера...
tr_tr: Sunucudan yanıt bekleniyor ...
uk_ua: Очікування відповіді від сервера...

source: Connecting...
de_de: Verbindungsaufbau...
es_es: Conectando...
fr_fr: Connection...
pl_pl: Łączenie...
ru_ru: Присоединение...
tr_tr: Bağlanıyor...
uk_ua: Під'єднання...

source: Failed to connect to server.
de_de: Verbindung zum Server fehlgeschlagen.
es_es: Error al conectar con el servidor.
fr_fr: La connexion au serveur a échoué.
pl_pl: Nie udało połączyć się z serwerem.
ru_ru: Не удалось подключиться к серверу.
tr_tr: Sunucuyla bağlantı başarısız.
uk_ua: Не вдалося під'єднатися до сервера.
