Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: COUPLE CELEBRATES FIVE YEARS WITHOUT USING THE LETTER R
de_de: PAAR FEIERT FÜNF JAHRE OHNE DEN BUCHSTABEN R ZU NUTZEN
es_es: PAREJA CELEBRA CINCO AÑOS SIN USAR LA LETRA R
fr_fr: UN COUPLE CÉLÈBRE SA CINQUIÈME ANNÉE SANS UTILISER LA LETTRE R
nl_nl: ECHTPAAR VIERT VIJF JAAR ZONDER DE LETTER R TE GEBRUIKEN
pl_pl: PARA ŚWIĘTUJE PIĘĆ LAT BEZ UŻYCIA LITERY R.
ru_ru: ПАРА ПРАЗДНУЕТ ПЯТЬ ЛЕТ БЕЗ ИСПОЛЬЗОВАНИЯ БУКВЫ Р
tr_tr: BİR ÇİFT, 5 YILDIR R HARFİNİ KULLANMIYOR
uk_ua: П'ЯТЬ РОКІВ БЕЗ ЛІТЕРИ «Р»: ПОДРУЖЖЯ ВІДЗНАЧАЄ РІЧНИЦЮ

source: A NEW ERA BEGINS
de_de: Eine neue Ära beginnt
es_es: COMIENZA UNA NUEVA ERA
fr_fr: C'EST LE DÉBUT D'UNE NOUVELLE ÈRE
nl_nl: EEN NIEUW TIJDPERK BREEKT AAN
pl_pl: ZACZYNA SIĘ NOWA ERA
ru_ru: НАЧИНАЕТСЯ НОВАЯ ЭРА
tr_tr: YENİ BİR DÖNEM BAŞLIYOR
uk_ua: ПОЧИНАЄТЬСЯ НОВА ЕРА

source: BRAVE PIONEERS SETTLE NEW CITIES
de_de: MUTIGE PIONIERE GRÜNDEN NEUE STÄDTE
es_es: VALIENTES PIONEROS ESTABLECEN NUEVAS CIUDADES
fr_fr: DE BRAVES PIONNIERS ÉTABLISSENT DE NOUVELLES VILLES
nl_nl: DAPPERE PIONIERS VESTIGEN NIEUWE STEDEN
pl_pl: ODWAŻNI PIONIERZY ZAKŁADAJĄ NOWE MIASTA
ru_ru: ОТВАЖНЫЕ ПЕРВОПРОХОДЦЫ ЗАСЕЛЯЮТ НОВЫЕ ГОРОДА
tr_tr: CESUR ÖNCÜLER YENİ ŞEHİRLER KURUYOR

source: Quit?
de_de: Verlassen?
es_es: ¿Salir?
fr_fr: Quitter ?
nl_nl: Stoppen?
pl_pl: Wyjść?
ru_ru: Выйти?
tr_tr: Çıkış?
uk_ua: Вийти?

source: Are you sure you want to quit?
de_de: Bist Du sicher, dass Du aufhören willst?
es_es: ¿Seguro que quieres salir?
fr_fr: Êtes-vous sûr de vouloir quitter ?
nl_nl: Weet je zeker dat je wilt stoppen?
pl_pl: Jesteś pewien, że chcesz wyjść?
ru_ru: Вы уверены, что хотите выйти?
tr_tr: Çıkmak istediğinizden emin misiniz?
uk_ua: Ви певні, що хочете вийти?

source: quit
de_de: verlassen
es_es: Salir
fr_fr: quitter
nl_nl: stoppen
pl_pl: wyjście
ru_ru: выйти
tr_tr: çıkış
uk_ua: вийти

source: Quit
de_de: Verlassen
es_es: Salir
fr_fr: Quitter
nl_nl: Stoppen
pl_pl: Wyjście
ru_ru: Выйти
tr_tr: Çıkış
uk_ua: Вийти

source: %s was defeated.
de_de: %s wurde besiegt.
es_es: %s fue derrotado.
fr_fr: %s a été vaincu.
nl_nl: %s is verslagen.
pl_pl: %s został pokonany.
ru_ru: %s был побежден.
tr_tr: %s yenildi.
uk_ua: %s було подолано.

source: %s was victorious. Score: %d.
de_de: %s war siegreich. Punktzahl: %d
es_es: %s fue victorioso. Puntaje: %d.
fr_fr: %s a été victorieux. Score : %d.
nl_nl: %s heeft gewonnen. Score: %d.
pl_pl: %s zwyciężył. Wynik: %d.
ru_ru: %s Победил. Score: %d.
tr_tr: %s kazandı. Score: %d.
uk_ua: %s переміг/-ла. Рахунок: %d.

source: GLOBAL WARMING WORSENS
de_de: KLIMAWANDEL VERSCHLIMMERT SICH
es_es: EL CALENTAMIENTO GLOBAL EMPEORA
fr_fr: LE RÉCHAUFFEMENT CLIMATIQUE EMPIRE
nl_nl: OPWARMING VAN DE AARDE NEEMT TOE
pl_pl: GLOBALNE OCIEPLANIE PRZYSPIESZA
ru_ru: ГЛОБАЛЬНОЕ ПОТЕПЛЕНИЕ УСУГУБЛЯЕТСЯ
tr_tr: KÜRESEL ISINMA KÖTÜYE GİDİYOR
uk_ua: ГЛОБАЛЬНЕ ПОТЕПЛІННЯ НАБИРАЄ НОВИХ ОБЕРТІВ

source: HEAT WAVES CAUSE AVERAGE HUMIDITY TO DROP
de_de: HITZEWELLEN VERURSACHEN EINEN RÜCKGANG DER DURCHSCHNITTLICHEN LUFTFEUCHTIGKEIT
es_es: LAS OLAS DE CALOR CAUSAN QUE LA HUMEDAD MEDIA BAJE
fr_fr: LES VAGUES DE CHALEUR CAUSENT UNE CHUTE DE LA MOYENNE D'HUMIDITÉ
nl_nl: HITTEGOLVEN VEROORZAKEN DALING GEMIDDELDE VOCHTIGHEID
pl_pl: FALE CIEPŁA POWODUJĄ SPADEK ŚREDNIEJ WILGOTNOŚCI
ru_ru: ТЕПЛОВЫЕ ВОЛНЫ ВЫЗЫВАЮТ ПАДЕНИЕ СРЕДНЕЙ ВЛАЖНОСТИ
tr_tr: SICAK DALGALARI ORTALAMA NEMİ DÜŞÜRDÜ
uk_ua: ТЕПЛОВІ ХВИЛІ СПРИЧИНИЛИ ЗМЕНШЕННЯ СЕРЕДНЬОГО РІВНЯ ВОЛОГОСТІ

source: DROUGHT CURBS GROWTH OF TREES AND CROPS, WARN BOTANISTS
de_de: DÜRRE HEMMT DAS WACHSTUM VON BÄUMEN UND NUTZPFLANZEN, WARNEN BOTANIKER
es_es: LA SEQUÍA FRENA EL CRECIMIENTO DE ÁRBOLES Y CULTIVOS, ADVIERTEN LOS BOTÁNICOS
fr_fr: LA SÉCHERESSE AFFAIBLIT LA CROISSANCE DES ARBRES ET DES CULTURES, AVERTISSENT LES BOTANISTES.
nl_nl: DROOGTE REMT GROEI BOMEN EN GEWASSEN, WAARSCHUWEN BOTANISTEN
pl_pl: SUSZE OGRANICZAJĄ WZROST DRZEW I UPRAW, OSTRZEGAJĄ BOTANIŚCI
ru_ru: ЗАСУХА СДЕРЖИВАЕТ РОСТ ДЕРЕВЬЕВ И СЕЛЬСКОХОЗЯЙСТВЕННЫХ КУЛЬТУР, ПРЕДУПРЕЖДАЮТ БОТАНИКИ
tr_tr: BOTANİSTLER UYARIYOR, KURAKLIK BİTKİ VE AĞAÇLARIN GELİŞİMİNİ ENGELLİYOR

source: FROSTBITE EXPECTED TO TERRORIZE OPEN FIELDS IN WINTER
de_de: ES WIRD ERWARTET, DASS KÄLTESCHADEN OFFENE FELDER IM WINTER IN SCHRECKEN HÄLT
es_es: SE ESPERA QUE LA CONGELACIÓN ATEMORICE LOS CAMPOS ABIERTOS EN INVIERNO
fr_fr: ATTENDEZ-VOUS À DU GEL S'ATTAQUANT À VOS CHAMPS CET HIVER
nl_nl: VRIESKOU WORDT VERWACHT OPEN VELDEN TE TEISTEREN
pl_pl: OSTRY MRÓZ PRZEWIDYWANY NA OTWARTYCH POLACH W ZIMIE
ru_ru: ОЖИДАЕТСЯ, ЧТО ОБМОРОЖЕНИЯ БУДУТ ТЕРРОРИЗИРОВАТЬ ОТКРЫТЫЕ ПОЛЯ ЗИМОЙ
tr_tr: KIŞ AYLARINDA AYAZ, TARLALARA DERT OLACAK
uk_ua: ХУРДЕЛИЦЯ ЗНИЩИТЬ ПОСІВИ НА ВІДКРИТИХ ПОЛЯХ ВЗИМКУ

source: DRY AREAS WITHOUT VEGETATION SUFFER FROM DESERTIFICATION
de_de: TROCKENE GEBIETE OHNE VEGETATION LEIDEN UNTER WÜSTENBILDUNG
es_es: LAS ZONAS SECAS SIN VEGETACIÓN SUFREN DESERTIFICACIÓN
fr_fr: LES ZONES SÈCHES SANS VÉGÉTATION SOUFFRENT DE LA DESERTIFICATION
nl_nl: DROGE GEBIEDEN ZONDER VEGETATIE LIJDEN AAN VERWOESTIJNING
pl_pl: SUCHE OBSZARY BEZ ROŚLINNOŚCI PUSTYNNIEJĄ
ru_ru: ЗАСУШЛИВЫЕ РАЙОНЫ БЕЗ РАСТИТЕЛЬНОСТИ СТРАДАЮТ ОТ ОПУСТЫНИВАНИЯ
tr_tr: BİTKİSELLEŞTİRİLMEYEN KURU ALANLAR ÇÖLLEŞİR

source: DESERT SAND UNSUITABLE FOR BUILDING, SAY CONTRACTORS
de_de: WÜSTENSAND FÜR GEBÄUDE UNGEEIGNET, SAGEN AUFTRAGNEHMER
es_es: LA ARENA DEL DESIERTO NO ES APTA PARA LA CONSTRUCCIÓN, DICEN LOS CONTRATISTAS
fr_fr: LE SABLE DU DÉSERT NE CONVIENT PAS À LA CONSTRUCTION, SELON LES ENTREPRENEURS
nl_nl: WOESTIJNZAND NIET GESCHIKT OM OP TE BOUWEN, ZEGGEN AANNEMERS
pl_pl: PUSTYNNY PIASEK NIE NADAJE SIĘ DO BUDOWY, MÓWIĄ KONTRAHENCI
ru_ru: ПЕСОК ПУСТЫНИ НЕПРИГОДЕН ДЛЯ СТРОИТЕЛЬСТВА, ГОВОРЯТ ПОДРЯДЧИКИ"
tr_tr: İNŞAATCİLER DİYOR Kİ ÇÖL KUMU İNŞAAT İÇİN UYGUN DEĞİL
uk_ua: ПУСТИННИЙ ПІСОК НЕПРИДАТНИЙ ДЛЯ БУДІВНИЦТВА — КАЖУТЬ ПІДРЯДНИКИ

source: SUMMER FIRESTORM ALERT LIKELY
de_de: SOMMER FEUERSTURM-ALARM WAHRSCHEINLICH
es_es: PROBABLE ALERTA DE TORMENTA DE FUEGO EN VERANO
fr_fr: ALERTE DE TEMPÊTE DE FEU PROBABLE
nl_nl: ZOMERSE VUURZEE ONVERMIJDELIJK
pl_pl: LETNIE BURZE OGNIOWE PRAWDOPODOBNE
ru_ru: ВЕРОЯТНО, ПРЕДУПРЕЖДЕНИЕ О ЛЕТНЕМ ПОЖАРЕ
tr_tr: YAZ YANGIN FIRTINASI OLASI

source: EXTREME DROUGHT WEAKENS TROOPS IN DESERTS
de_de: EXTREME DÜRRE SCHWÄCHT TRUPPEN IN WÜSTEN
es_es: LA SEQUÍA EXTREMA DEBILITA LAS TROPAS EN LOS DESIERTOS
fr_fr: LA SÉCHERESSE EXTRÊME AFFAIBLIT LES TROUPES DANS LE DÉSERT
nl_nl: EXTREME DROOGTE VERZWAKT TROEPEN IN WOESTIJNEN
pl_pl: EKSTREMALNA SUSZA OSŁABIA ŻOŁNIERZY NA PUSTYNIACH
ru_ru: ЭКСТРЕМАЛЬНАЯ ЗАСУХА ОСЛАБЛЯЕТ ВОЙСКА В ПУСТЫНЯХ
tr_tr: ÇÖLLERDEKİ AŞIRI KURAKLIK ASKERLERİ ZAYIFLATIR
uk_ua: НАДЗВИЧАЙНА ПОСУХА ОСЛАБЛЮЄ ВІЙСЬКА У ПУСТЕЛЯХ

source: DROUGHT LEAVES TANKS MORE VULNERABLE TO EXTREME WEATHER, SAY MECHANICS
de_de: DÜRRE MACHT PANZER ANFÄLLIGER GEGENÜBER EXTREMEN WETTERBEDINGUNGEN, SAGEN MECHANIKER
es_es: LA SEQUÍA DEJA A LOS TANQUES MÁS VULNERABLES AL CLIMA EXTREMO, DICEN LOS MECÁNICOS
fr_fr: LA SÉCHERESSE REND LES TANKS PLUS VULNÉRABLES AUX CONDITIONS MÉTÉO EXTRÊMES, SELON LES MÉCANICIENS
nl_nl: DROOGTE MAAKT TANKS MEER KWETSBAAR VOOR EXTREEM WEER, ALDUS MECHANICI
pl_pl: SUSZA OSŁABIA ODPORNOŚĆ CZOŁGÓW NA EKSTREMALNE WARUNKI POGODOWE, MÓWIĄ MECHANICY
ru_ru: ЗАСУХА ДЕЛАЕТ РЕЗЕРВУАРЫ БОЛЕЕ УЯЗВИМЫМИ К ЭКСТРЕМАЛЬНЫМ ПОГОДНЫМ УСЛОВИЯМ, ГОВОРЯТ МЕХАНИКИ
tr_tr: KURAKLIK TANKLARI AŞIRI HAVA KOŞULLARINA DAHA HASSAS EDER

source: DEFORESTATION SPREADS AS WAR CONTINUES
de_de: ENTWALDUNG BREITET SICH AUS, WÄHREND DER KRIEG ANHÄLT
es_es: LA DEFORESTACIÓN SE EXTIENDE A MEDIDA QUE CONTINÚA LA GUERRA
fr_fr: LA DÉFORESTATION AUGMENTE À MESURE QUE LA GUERRE CONTINUE
nl_nl: AANHOUDENDE OORLOG LEIDT TOT VERDERE ONTBOSSING
pl_pl: DEFORESTACJA ROZPRZESTRZENIA SIĘ PRZEZ TRWAJĄCĄ WOJNĘ
ru_ru: ВЫРУБКА ЛЕСОВ РАСПРОСТРАНЯЕТСЯ ПО МЕРЕ ПРОДОЛЖЕНИЯ ВОЙНЫ
tr_tr: SAVAŞ DEVAM EDERKEN ORMANSIZLAŞMA DEVAM EDİYOR
uk_ua: З ПРОДОВЖЕННЯМ ВІЙНИ ЗНЕЛІСНЕННЯ СТАЄ ДЕДАЛІ ПОШИРЕНІШИМ

source: EXTREME DROUGHT ALSO AFFECTS STONE, ASPHALT AND RUBBLE
de_de: EXTREME DÜRRE BEEINFLUSST AUCH STEIN, ASPHALT UND GERÖLL
es_es: LA SEQUÍA EXTREMA AFECTA TAMBIÉN A LAS PIEDRAS, ASFALTO Y ESCOMBROS
fr_fr: LA SÉCHERESSE EXTRÊME AFFECTE AUSSI LA PIERRE, L'ASPHALTE ET LES DÉCOMBRES
nl_nl: EXTREME DROOGTE TAST OOK STEEN, ASFALT EN PUIN AAN
pl_pl: EKSTREMALNA SUSZA WPŁYWA NAWET NA KAMIENIE, ASFALT I GRUZY
ru_ru: ЭКСТРЕМАЛЬНАЯ ЗАСУХА ТАКЖЕ ВЛИЯЕТ НА КАМЕНЬ, АСФАЛЬТ И ЩЕБЕНЬ
tr_tr: AŞIRI KURAKLIK AYRICA TAŞ, ASFALT VE MOLOZU ETKİLER

source: STRUCTURAL INTEGRITY OF BUILDINGS FALTERS, WARN ENGINEERS
de_de: STRUKTURELLE INTEGRITÄT VON GEBÄUDEN GEFÄHRDET, WARNEN INGENIEURE
es_es: INTEGRIDAD ESTRUCTURAL DE LOS EDIFICIOS FALLA, ADVIERTEN LOS INGENIEROS
fr_fr: L'INTÉGRITÉ STRUCTURELLE DES BÂTIMENTS S'AFFAIBLIT, PRÉVIENNENT LES INGENIEURS
nl_nl: STRUCTURELE INTEGRITEIT VAN GEBOUWEN NEEMT AF, WAARSCHUWEN INGENIEURS
pl_pl: INTEGRALNOŚĆ KONSTRUKCYJNA BUDYNKÓW NARUSZONA, OSTRZEGAJĄ INŻYNIEROWIE
ru_ru: СТРУКТУРНАЯ ЦЕЛОСТНОСТЬ ЗДАНИЙ НАРУШАЕТСЯ, ПРЕДУПРЕЖДАЮТ ИНЖЕНЕРЫ
tr_tr: BİNALARIN YAPISAL BÜTÜNLÜĞÜ GÜCÜNÜ KAYBEDİYOR

source: INCREASED RISK OF FIRESTORM IN SUMMER
de_de: ERHÖHTES FEUERSTURM-RISIKO IM SOMMER
es_es: MAYOR RIESGO DE TORMENTA DE FUEGO EN VERANO
fr_fr: RISQUES ACCRUS DE TEMPÊTES DE FEU CET ÉTÉ
nl_nl: RISICO OP ZOMERSE VUURZEE NEEMT NOG VERDER TOE
pl_pl: ZWIĘKSZONE RYZYKO BURZ OGNIOWYCH W LECIE
ru_ru: ПОВЫШЕННЫЙ РИСК ВОЗНИКНОВЕНИЯ ОГНЕННОЙ БУРИ ЛЕТОМ
tr_tr: YAZ AYLARINDA ATEŞ FIRTINASI RİSKİ ARTMIŞTIR

source: CITIES VULNERABLE TO INFERNO AS HEATWAVE CONTINUES
fr_fr: VILLES VULNÉRABLES AUX BRASIERS À MESURE QUE LES VAGUES DE CHALEUR CONTINUE
pl_pl: MIASTA NARAŻONE NA PIEKŁO W TRAKCIE FALI UPAŁÓW

source: THE END OF DAYS HAS ARRIVED, SAY CULT LEADERS
de_de: DAS ENDE ALLER TAGE IST GEKOMMEN, SAGEN KULTFÜHRER
es_es: EL FINAL DE LOS DÍAS HA LLEGADO, DICEN LOS LÍDERES DE RELIGIOSOS
fr_fr: LA FIN DES TEMPS ARRIVE, SELON LES CHEFS DES CULTES
nl_nl: HET EINDE DER DAGEN BREEKT AAN, ALDUS CULTLEIDERS
pl_pl: NADSZEDŁ KONIEC ŚWIATA, OGŁASZAJĄ PRZYWÓDCY KULTÓW
ru_ru: НАСТУПИЛ КОНЕЦ СВЕТА, ГОВОРЯТ ЛИДЕРЫ КУЛЬТА
tr_tr: TARİKAT LİDERLERİ GÜNLERİN SONU GELDİ DİYOR
uk_ua: КІНЕЦЬ УСЬОГО ВЖЕ ПОЧАВСЯ — КАЖУТЬ ЛІДЕРИ КУЛЬТІВ

source: CITIZENS IN AFFECTED REGIONS ARE ADVISED TO EVACUATE IMMEDIATELY
de_de: BÜRGERN IN BETROFFENEN REGIONEN WIRD EMPFOHLEN, SOFORT ZU EVAKUIEREN
es_es: SE RECOMIENDA A LOS CIUDADANOS DE LAS REGIONES AFECTADAS QUE EVACUEN INMEDIATAMENTE
fr_fr: LES CITOYENS DANS LES RÉGIONS AFFECTÉES SONT INVITÉS À ÉVACUER IMMÉDIATEMENT
nl_nl: BURGERS IN DE BETROKKEN REGIO'S WORDT AANGERADEN ONMIDDELIJK TE EVACUEREN
pl_pl: ZALECA SIĘ NATYCHMIASTOWĄ EWAKUACJĘ OBYWATELI Z ZAGROŻONYCH REGIONÓW
ru_ru: ГРАЖДАНАМ В ПОСТРАДАВШИХ РЕГИОНАХ РЕКОМЕНДУЕТСЯ НЕМЕДЛЕННО ЭВАКУИРОВАТЬСЯ
tr_tr: ETKİLENEN BÖLGELERDEKİ VATANDAŞLARA HEMEN TAHLİYE ETMELERİ TAVSİYE EDİLİR

source: Spring, Year %d
de_de: Frühling, Jahr %d
es_es: Primavera, Año %d
fr_fr: Printemps, année %d
nl_nl: Lente, Jaar %d
pl_pl: Wiosna, Rok %d
ru_ru: Весна, Год %d
tr_tr: İlkbahar, Yıl %d
uk_ua: Весна, рік %d

source: Summer, Year %d
de_de: Sommer, Jahr %d
es_es: Verano, Año %d
fr_fr: Été, année %d
nl_nl: Zomer, Jaar %d
pl_pl: Lato, Rok %d
ru_ru: Лето, Год %d
tr_tr: Yaz, Yıl %d
uk_ua: Літо, рік %d

source: Autumn, Year %d
de_de: Herbst, Jahr %d
es_es: Otoño, Año %d
fr_fr: Automne, année %d
nl_nl: Herfst, Jaar %d
pl_pl: Jesień, Rok %d
ru_ru: Осень, Год %d
tr_tr: Sonbahar, Yıl %d
uk_ua: Осінь, рік %d

source: Winter, Year %d
de_de: Winter, Jahr %d
es_es: Invierno, Año %d
fr_fr: Hiver, année %d
nl_nl: Winter, Jaar %d
pl_pl: Zima, Rok %d
ru_ru: Зима, Год %d
tr_tr: Kış, Yıl %d
uk_ua: Зима, рік %d

source: Zeppelin
es_es: Zepelín
pl_pl: Sterowiec
ru_ru: Дерижабль
tr_tr: Zeplin

source: Drop Gas
de_de: Gas ablassen
es_es: Gota de gas
fr_fr: Jeter gaz toxique
nl_nl: Stort Gas
pl_pl: Zrzuć Gaz
ru_ru: Скинуть газ
tr_tr: Gaz Atma
uk_ua: Випустити газ

source: Dig Trenches
de_de: Schützengräben ausheben
es_es: Cavar zanjas
fr_fr: Creuser des tranchées
nl_nl: Graaf Loopgraven
pl_pl: Wykop Okopy
ru_ru: Рыть траншеи
tr_tr: Siper Kazma
uk_ua: Окопатись

source: Settle %s
de_de: Besiedle %s
es_es: Colono %s
fr_fr: Établir %s
nl_nl: Sticht %s
pl_pl: Załóż %s
ru_ru: Обосновать %s
tr_tr: %s Yerleş
uk_ua: Заселити %s

source: Build %s
de_de: Baue %s
es_es: Edificio %s
fr_fr: Construire %s
nl_nl: Bouw %s
pl_pl: Zbuduj %s
ru_ru: Строить %s
tr_tr: %s İnşa Et
uk_ua: Побудувати %s

source: Upgrade to %s
de_de: Verbessern zu %s
es_es: Mejorar a %s
fr_fr: Améliorer jusqu'à %s
nl_nl: Zet om tot %s
pl_pl: Ulepsz na %s
ru_ru: Улучшить до %s
tr_tr: %s'ye Yükselt
uk_ua: Поліпшується до %s

source: Cultivate %s
de_de: Baue %s an
es_es: Cultivar %s
fr_fr: Cultiver %s
nl_nl: Cultiveer %s
pl_pl: Kultywuj %s
ru_ru: Выращивать %s
tr_tr: %s Yetiştir

source: Produce %s
de_de: Produziere %s
es_es: Producir %s
fr_fr: Produire %s
nl_nl: Produceer %s
pl_pl: Produkuj %s
ru_ru: Изготовить %s
tr_tr: %s Üret

source: Move
de_de: Bewegen
es_es: Mover
fr_fr: Se déplacer
nl_nl: Verplaats
pl_pl: Ruch
ru_ru: Двигаться
tr_tr: İlerle
uk_ua: Рухатись

source: first
de_de: erste
es_es: primero
fr_fr: premier
nl_nl: eerste
pl_pl: pierwszy
ru_ru: Первый
tr_tr: birinci
uk_ua: перший

source: second
de_de: zweite
es_es: segundo
fr_fr: deuxième
nl_nl: tweede
pl_pl: drugi
ru_ru: второй
tr_tr: ikinci
uk_ua: другий

source: third
de_de: dritte
es_es: tercero
fr_fr: troisième
nl_nl: derde
pl_pl: trzeci
ru_ru: Третий
tr_tr: üçüncü
uk_ua: третій

source: fourth
de_de: vierte
es_es: cuarto
fr_fr: quatrième
nl_nl: vierde
pl_pl: czwarty
ru_ru: четвертый
tr_tr: dördüncü
uk_ua: четвертий

source: fifth
de_de: fünfte
es_es: quinto
fr_fr: cinquième
nl_nl: vijfde
pl_pl: piąty
ru_ru: пятый
tr_tr: beşinci
uk_ua: п'ятий

source: sixth
de_de: sechste
es_es: sexto
fr_fr: sixième
nl_nl: zesde
pl_pl: szósty
ru_ru: шестой
tr_tr: altıncı
uk_ua: шостий

source: seventh
de_de: siebte
es_es: séptimo
fr_fr: septième
nl_nl: zevende
pl_pl: siódmy
ru_ru: седьмой
tr_tr: yedinci
uk_ua: сьомий

source: eighth
de_de: achte
es_es: octavo
fr_fr: huitième
nl_nl: achtste
pl_pl: ósmy
ru_ru: восьмой
tr_tr: sekizinci
uk_ua: восьмий

source: You go %s.
de_de: Du bist %s.
es_es: Tu vas %s.
fr_fr: Vous allez en %s.
nl_nl: Jij gaat als %s.
pl_pl: Ruszasz się %s.
ru_ru: Ты идешь %s.
tr_tr: %s gittin.
uk_ua: Ваш хід %s

source: %s goes %s.
de_de: %s is %s.
es_es: %s va %s
fr_fr: %s va en %s.
nl_nl: %s gaat als %s.
pl_pl: %s rusza się %s.
ru_ru: %s идет %s.
tr_tr: %s, %s gitti.
uk_ua: %s ходить %s

source: ALL
de_de: ALLE
es_es: TODOS
fr_fr: TOUT
nl_nl: IEDEREEN
pl_pl: WSZYSCY
ru_ru: ВСЕ
tr_tr: HERKES
uk_ua: Усім

source: GAME
de_de: SPIEL
es_es: JUEGO
fr_fr: JEU
nl_nl: SPEL
pl_pl: GRA
ru_ru: ИГРА
tr_tr: OYUN
uk_ua: ГРА

source: The chat target. Click to switch (also TAB key).
de_de: Das Chat-Ziel. Klicken um zu Wechseln (Auch TAB-Taste)
es_es: El objetivo del chat. Haga clic para cambiar (también tecla TAB).
fr_fr: La cible du chat. Cliquez pour basculer (également touche TAB).
nl_nl: De chatgroep. Klik om te wisselen (of TAB-toets).
pl_pl: Odbiorca wiadomości. Kliknij aby przełączyć (również klawisz TAB).
ru_ru: Цель чата. Нажмите, чтобы переключиться (или клавиша TAB).
tr_tr: Sohbet hedefi. Geçiş yapmak için tıklayın veya TAB tuşuna basın.

source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
nl_nl: Verstuur
pl_pl: Wyślij
ru_ru: Отправить
tr_tr: Gönder
uk_ua: Надіслати

source: Click to open chat.
de_de: Klicken um den Chat zu öffnen.
es_es: Click para abrir el chat.
fr_fr: Cliquez pour ouvrir le chat.
nl_nl: Klik om de chat te openen.
pl_pl: Kliknij, aby otworzyć czat.
ru_ru: Кликните чтобы открыть чат.
tr_tr: Sohbeti açmak için tıklayın.
uk_ua: Натисніть, щоб відкрити чат.

source: Open Chat
de_de: Chat öffnen
es_es: Abrir chat
fr_fr: Ouvrir le chat
nl_nl: Open de Chat
pl_pl: Otwórz Czat
ru_ru: Открыть чат
tr_tr: Sohbeti Aç
uk_ua: Відкрити чат

source: Resign & Quit
de_de: Aufgeben & Beenden
es_es: Renunciar y salir
fr_fr: Démissionner et quitter
nl_nl: Opgeven & Stoppen
pl_pl: Zrezygnuj i Wyjdź
ru_ru: Уйти в отсавку и выйти
tr_tr: İstifa et & çık.
uk_ua: Піти у відставку та вийти

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: FERMER
nl_nl: Sluiten
pl_pl: Zamknij
ru_ru: Закрыть
tr_tr: Kapat
uk_ua: Закрити

source: Price: $%d.%d%d
de_de: Preis: $%d.%d%d
es_es: Precio: $%d.%d%d
fr_fr: Prix : $%d.%d%d
nl_nl: Prijs: €%d.%d%d
pl_pl: Cena: %d,%d%dzł
ru_ru: Цена: $%d.%d%d
tr_tr: Fiyat: $%d.%d%d
uk_ua: Ціна: $%d.%d%d

source: The Planet
de_de: Der Planet
es_es: El Planeta
fr_fr: La planète
nl_nl: De Planeet
pl_pl: Planeta
ru_ru: Планета
tr_tr: Gezegen
uk_ua: Планета

source: Mission Briefing
de_de: Missionsbesprechung
es_es: Informe de la misión
fr_fr: Briefing de mission
nl_nl: Missiebriefing
pl_pl: Odprawa
ru_ru: Брифинг миссии
tr_tr: Görev Bilgilendirmesi
uk_ua: Опис місії

source: This player has been defeated.
de_de: Dieser Spieler wurde besiegt.
es_es: Este jugador ha sido derrotado.
fr_fr: Ce joueur a été vaincu.
nl_nl: Deze speler is verslagen.
pl_pl: Ten gracz został pokonany.
ru_ru: Этот игрок был уничтожен
tr_tr: Bu oyuncu yenildi.
uk_ua: Цей гравець зазнав поразки.

source: Defeat!
de_de: Niederlage!
es_es: ¡Derrota!
fr_fr: Défaite !
nl_nl: Verslagen!
pl_pl: Porażka!
ru_ru: Поражение!
tr_tr: Yenilgi!
uk_ua: Поразка!

source: All players are defeated!
de_de: Alle Spieler wurden besiegt!
es_es: ¡Todos los jugadores están derrotados!
fr_fr: Tous les joueurs sont vaincus !
nl_nl: Alle spelers zijn verslagen!
pl_pl: Wszyscy gracze zostali pokonani!
ru_ru: Все игроки были уничтожены!
tr_tr: Tüm oyuncular yenildi!
uk_ua: Усіх гравців подолано!

source: You have been defeated.
de_de: Du wurdest besiegt.
es_es: Has sido derrotado.
fr_fr: Vous avez été vaincu.
nl_nl: Je bent verslagen.
pl_pl: Zostałeś pokonany.
ru_ru: Ты был уничтожен.
tr_tr: Yenildin.
uk_ua: Ви зазнали поразки.

source: Score:
de_de: Punkte:
es_es: Puntaje:
pl_pl: Wynik:
ru_ru: Очки:
tr_tr: Puan:
uk_ua: Рахунок:

source: A player is victorious!
de_de: Ein Spieler hat gewonnen!
es_es: ¡Un jugador es el ganador!
fr_fr: Un joueur est victorieux !
nl_nl: Een speler heeft gewonnen!
pl_pl: Gracz zwycięża!
ru_ru: Игрок выйграл!
tr_tr: Bir oyuncu kazandı!
uk_ua: Гравець перемагає!

source: You are victorious.
de_de: Du hast gewonnen!
es_es: Eres el ganador
fr_fr: Vous êtes victorieux.
nl_nl: Je hebt gewonnen!
pl_pl: Jesteś zwycięzcą.
ru_ru: Ты выйграл.
tr_tr: Sen kazandın!
uk_ua: Ви перемогли.

source: cancel
de_de: abbrechen
es_es: Cancelar
fr_fr: annuler
nl_nl: annuleer
pl_pl: anuluj
ru_ru: Отмена
tr_tr: iptal
uk_ua: скасувати

source: Resign?
de_de: Aufgeben?
es_es: ¿Renunciar?
fr_fr: Démissionner ?
nl_nl: Opgeven?
pl_pl: Zrezygnować?
ru_ru: Уйти в отставку?
tr_tr: İstifa?
uk_ua: Піти у відставку?

source: Are you sure you want to resign?
de_de: Bist Du sicher, dass du aufgeben willst?
es_es: ¿Estás seguro de que quieres renunciar?
fr_fr: Voulez-vous vraiment démissionner ?
nl_nl: Weet je zeker dat je op wil geven?
pl_pl: Czy na pewno chcesz zrezygnować?
ru_ru: Ты уверен что хочешь уйти в отставку?
tr_tr: İstifa etmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете подати у відставку?

source: resign
de_de: aufgeben
es_es: Renunciar
fr_fr: démissionner
nl_nl: opgeven
pl_pl: zrezygnuj
ru_ru: Уйти в отставку
tr_tr: istifa
uk_ua: подати у відставку

source: Slow air unit that deploys gas in an area.
de_de: Langsame Lufteinheit, die in einem Bereich Gas verteilt.
es_es: Unidad de aire lenta que despliega gas en un área.
fr_fr: Unité volante lente qui déploie du gaz dans une zone.
nl_nl: Langzame luchteenheid die gas in een gebied verspreidt.
pl_pl: Powolna jednostka powietrzna która zrzuca gaz.
ru_ru: Установка замедленного воздуха, которая выпускает газ в область.
tr_tr: Bir alana gaz dağıtan yavaş hava birimi.

source: All-round infantry unit that can dig trenches.
de_de: Vielseitige Infanterieeinheit, die Schützengräben ausheben kann.
es_es: Unidad de infantería versátil que puede cavar trincheras.
fr_fr: Untié d'infanterie polyvalente qui peut creuser des tranchées.
nl_nl: Veelzijdige infanterie-eenheid die loopgraven kan graven.
pl_pl: Wszechstronna jednostka, która może kopać okopy.
ru_ru: Универсальное пехотное подразделение, которое может рыть траншеи.
tr_tr: Siper kazabilen çok yönlü piyade birimi.

source: Shoots three times and can lock down a space.
de_de: Feuert dreimal und kann ein Feld abriegeln.
es_es: Dispara tres veces y puede bloquear un espacio.
fr_fr: Prend trois fois et peut verrouiller un espace.
nl_nl: Schiet drie keer en kan een veld vergrendelen.
pl_pl: Strzela trzy razy i może zablokować pole.
ru_ru: Стреляет три раза и может заблокировать пространство.
tr_tr: Üç kez ateş eder ve bir alanı kapatabilir.

source: Can bombard far-away tiles.
de_de: Kann weit einfernte Felder bombardieren.
es_es: Puede bombardear casillas lejanas.
fr_fr: Peut bombarder des tuiles éloignées.
nl_nl: Kan verre tegels bombarderen.
pl_pl: Może bombardować odległe pola.
ru_ru: Может бомбардировать дальние плитки.
tr_tr: Uzaktaki karoları bombalayabilir.

source: Does not attack but has a powerful shell ability.
de_de: Greift nicht an, hat aber eine mächtige Granaten-Fähigkeit.
es_es: No ataca pero tiene una poderosa habilidad de escudo.
fr_fr: Ne peut pas attaquer, mais possède une puissante capacité de protection.
nl_nl: Valt niet aan maar heeft kan tegels belagen.
pl_pl: Nie atakuje, lecz posiada potężną zdolność ostrzału.
ru_ru: Не атакует, но обладает мощной способностью снаряда.
tr_tr: Saldıramaz ancak güçlü bir bomba yeteneğine sahiptir.

source: Can build settlements.
de_de: Kann Siedlungen bauen.
es_es: Puede construir asentamientos.
fr_fr: Peut construire des colonies.
nl_nl: Kan nederzettingen bouwen.
pl_pl: Może budować osady.
ru_ru: Может строить поселения.
tr_tr: Yerleşim yerleri inşa edebilir.
uk_ua: Може побудувати поселення.

source: Fast but fragile infantry unit that can build outposts.
de_de: Schnelle, aber schwache Infanterieeinheit, die Außenposten bauen kann.
es_es: Unidad de infantería rápida pero frágil que puede construir puestos de avanzada.
fr_fr: Unité d'infanterie rapide mais fragile qui peut construire des avant-postes.
nl_nl: Snelle maar kwetsbare infanterie-eenheid die een voorpost kan bouwen.
pl_pl: Szybka, ale delikatna jednostka piesza, która może budować obozy wojskowe.
ru_ru: Быстрое, но хрупкое пехотное подразделение, которое может строить аванпосты.
tr_tr: Karakol inşa edebilen hızlı ama zayıf piyade birimi.
uk_ua: Швидкий, але вразливий загін піхоти, який може облаштовувати аванпости.

source: Inaccessible to ground units.
de_de: Für Bodeneinheiten unzugänglich.
es_es: Inaccesible para las unidades terrestres.
fr_fr: Inaccessible aux unités terrestres.
nl_nl: Ontoegankelijk voor grondeenheden.
pl_pl: Niedostępne dla jednostek naziemnych.
ru_ru: Недоступно для наземных подразделений.
tr_tr: Kara birimleri erişemez.
uk_ua: Непрохідний для наземних загонів.

source: An inspiring grassland.
de_de: Ein inspirierendes Grasland.
es_es: Un prado inspirador.
fr_fr: Une prairie inspirante.
nl_nl: Een inspirerend grasgebied.
pl_pl: Inspirująca łąka.
ru_ru: Вдохновляющие луга.
tr_tr: İlham veren bir otlak.

source: Left over after grass was destroyed.
de_de: Übrig geblieben, nachdem Gras zerstört wurde.
es_es: Queda después de que la hierba sea destruida.
fr_fr: Reste après la destruction de l'herbe.
nl_nl: Overgebleven nadat gras vernietigd is.
pl_pl: Pozostaje po zniszczeniu trawy.
ru_ru: Осталось после того, как трава была уничтожена.
tr_tr: Yok edilen çimenden geri kalanlar.

source: An arid wasteland.
de_de: Ein trockenes Ödland.
es_es: Un páramo árido.
fr_fr: Une friche aride.
nl_nl: Een dorre woestenij.
pl_pl: Jałowe pustkowie.
ru_ru: Засушливая пустошь.
tr_tr: Kurak bir çorak arazi.
uk_ua: Засушлива пустка.
