Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: Send my Epicinium log files to the developers to help them with debugging:
es_es: Envía mis archivos de registro de Epicinium a los desarrolladores para ayudarlos con la depuración:
fr_fr: Envoyer mes logs Epicinium aux développeurs pour les aider avec le débogage :
nl_nl: Stuur mijn Epicinium-logbestanden naar de ontwikkelaars om hen te helpen met debuggen:
pl_pl: Wyślij moje pliki zapisu Epicinium do programistów, aby pomóc im w naprawianiu błędów:
ru_ru: Отправьте мои файлы журнала Epicinium разработчикам, чтобы помочь им с отладкой:
tr_tr: Epicinium log dosyalarımı, geliştiricilere hata ayıklama konusunda yardımcı olmaları için gönder:

source: send
de_de: senden
es_es: Enviar
fr_fr: envoyer
nl_nl: verstuur
pl_pl: wyślij
ru_ru: отправить
tr_tr: gönder
uk_ua: надіслати

source: Initializing...
de_de: Initialisierung...
es_es: Inicializando...
fr_fr: Initialisation...
nl_nl: Initialiseren...
pl_pl: Rozpoczynanie...
ru_ru: Инициализация...
tr_tr: Başlatılıyor...
uk_ua: Ініціалізація...

source: Not logged in.
de_de: Nicht eingeloggt.
es_es: No estás conectado.
fr_fr: Non connecté.
nl_nl: Niet ingelogd.
pl_pl: Nie zalogowany.
ru_ru: Не вошел в систему.
tr_tr: Giriş yapmadınız.
uk_ua: Ви не ввійшли.

source: Find us on Discord!
de_de: Besuche uns auf Discord!
es_es: ¡Encuentranos en Discord!
fr_fr: Retrouvez-nous sur Discord !
nl_nl: Vind ons op Discord!
pl_pl: Znajdź nas na Discordzie!
ru_ru: Найдите нас в Discord!
tr_tr: Discord'da bizi bulun!
uk_ua: Знайдіть нас у Discord!

source: SETTINGS
de_de: EINSTELLUNGEN
es_es: AJUSTES
fr_fr: PARAMÈTRES
nl_nl: INSTELLINGEN
pl_pl: USTAWIENIA
ru_ru: НАСТРОЙКИ
tr_tr: AYARLAR
uk_ua: НАЛАШТУВАННЯ

source: CREDITS
es_es: CRÉDITOS
fr_fr: CRÉDITS
pl_pl: AUTORZY
ru_ru: АВТОРЫ
tr_tr: EMEĞİ GEÇENLER
uk_ua: АВТОРИ

source: QUIT
de_de: VERLASSEN
es_es: SALIR
fr_fr: QUITTER
nl_nl: AFSLUITEN
pl_pl: WYJDŹ
ru_ru: ВЫЙТИ
tr_tr: ÇIKIŞ
uk_ua: ВИЙТИ

source: Please finish the sentence.
de_de: Bitte vervollständige den Satz.
es_es: Por favor termine la oración.
fr_fr: Veuillez terminer la phrase.
nl_nl: Maak de zin af.
pl_pl: Dokończ zdanie.
ru_ru: Пожалуйста, закончите предложение.
tr_tr: Lütfen cümleyi bitirin.
uk_ua: Будь ласка, закінчіть речення.

source: You need to be connected to the server to play!
de_de: Sie müssen mit dem Server verbunden sein, um spielen zu können!
es_es: ¡Necesitas estar conectado al servidor para jugar!
fr_fr: Vous devez être connecté au serveur pour jouer !
nl_nl: Je moet verbonden zijn met de server om te spelen!
pl_pl: Aby grać, musisz mieć połączenie z serwerem!
ru_ru: Вам нужно быть подключенным к серверу, чтобы играть!
tr_tr: Oynamak için sunucuya bağlı olmanız gerekir!
uk_ua: Вам потрібно під'єднатися до сервера, щоб грати!

source: UPDATE
de_de: AKTUALISIERUNG
es_es: ACTUALIZAR
fr_fr: MISE À JOUR
nl_nl: UPDATEN
pl_pl: AKTUALIZACJA
ru_ru: ОБНОВЛЕНИЕ
tr_tr: GÜNCELLEME
uk_ua: ОНОВЛЕННЯ

source: A new version is available! Please update Epicinium via your GameJolt client.
es_es: ¡Una nueva version esta disponible! Actualiza Epicinium a través de su cliente GameJolt.
fr_fr: Une nouvelle version est disponible ! Veuillez mettre à jour Epicinium via votre client GameJolt.
nl_nl: Er is een nieuwe versie beschikbaar! Update Epicinium via je GameJolt-client.
pl_pl: Dostępna jest nowa wersja! Zaktualizuj Epicinium za pośrednictwem klienta GameJolt.
ru_ru: Доступна новая версия! Пожалуйста, обновите Epicinium через свой клиент GameJolt.
tr_tr: Yeni bir sürüm mevcut! Lütfen Epicinium'u GameJolt istemciniz aracılığıyla güncelleyin.
uk_ua: Доступна нова версія! Будь ласка, оновіть Epicinium через ваш GameJolt.

source: A new version is available! Please update Epicinium via your itch desktop app.
es_es: ¡Una nueva version esta disponible! Actualiza Epicinium a través de su aplicación de escritorio
fr_fr: Une nouvelle version est disponible ! Veuillez mettre à jour Epicinium via votre application de bureau itch.
nl_nl: Er is een nieuwe versie beschikbaar! Update Epicinium via de desktopapplicatie van itch.
pl_pl: Dostępna jest nowa wersja! Zaktualizuj Epicinium za pomocą aplikacji komputerowej itch.
ru_ru: Доступна новая версия! Пожалуйста, обновите Epicinium через свой рабочий стол приложение.
tr_tr: Yeni bir sürüm mevcut! Lütfen Epicinium'u, itch masaüstü uygulamanız aracılığıyla güncelleyin.

source: A new version is available! Please update Epicinium via Steam.
es_es: ¡Una nueva version esta disponible! Actualiza Epicinium a través de Steam
fr_fr: Une nouvelle version est disponible ! Veuillez mettre à jour Epicinium via Steam.
nl_nl: Er is een nieuwe versie beschikbaar! Update Epicinium via Steam.
pl_pl: Dostępna jest nowa wersja! Zaktualizuj Epicinium przez Steama.
ru_ru: Доступна новая версия! Пожалуйста, обновите Epicinium через Steam.
tr_tr: Yeni bir sürüm mevcut! Lütfen Epicinium'u Steam aracılığıyla güncelleyin.
uk_ua: Доступна нова версія! Будь ласка, оновіть Epicinium через Steam.

source: A new version is available! Please download the latest version of Epicinium.
es_es: ¡Una nueva version esta disponible! Descarga la última versión de Epicinium.
fr_fr: Une nouvelle version est disponible ! Veuillez télécharger la dernière version d'Epicinium.
nl_nl: Er is een nieuwe versie beschikbaar! Download de laatste versie van Epicinium.
pl_pl: Dostępna jest nowa wersja! Pobierz najnowszą wersję Epicinium.
ru_ru: Доступна новая версия! Пожалуйста, скачайте последнюю версию Epidinium.
tr_tr: Yeni bir sürüm mevcut! Lütfen Epicinium'un en son sürümünü indirin.
uk_ua: Доступна нова версія! Будь ласка, завантажте останню версію Epicinium.

source: Failed to connect to Steam.
de_de: Verbindung zu Steam fehlgeschlagen.
es_es: No se pudo conectar a Steam.
fr_fr: Échec de la connexion à Steam.
nl_nl: Kan geen verbinding maken met Steam.
pl_pl: Nie udało połączyć się ze Steamem.
ru_ru: Не удалось подключиться к Steam
tr_tr: Steam'e bağlanılamadı.
uk_ua: Не вдалося підключитися до Steam.

source: Connecting to Steam...
de_de: Verbinde zu Steam...
es_es: Conectando a Steam...
fr_fr: Connexion à Steam...
nl_nl: Verbinding maken met Steam...
pl_pl: Łączenie ze Steamem...
ru_ru: Присоединение к Steam...
tr_tr: Steam'e bağlanılıyor...
uk_ua: Підключення до Steam ...

source: Please log in to play!
de_de: Bitte melde dich an, um zu spielen!
es_es: ¡Por favor conectate para jugar!
fr_fr: Veuillez vous connecter pour jouer !
nl_nl: Log in om te spelen!
pl_pl: Zaloguj się, aby zagrać!
ru_ru: Пожалуйста, авторизуйтесь, чтобы играть!
tr_tr: Oynamak için lütfen giriş yapın!
uk_ua: Будь ласка, увійдіть, щоб грати!

source: Log in to play or play as a guest using your Discord username.
de_de: Melde dich an oder spiele als Gast, indem du deinen Discord-Nutzernamen angibst.
es_es: Inicia sesión para jugar o juega como invitado con tu nombre de usuario de Discord.
fr_fr: Connectez-vous pour jouer ou jouez en tant qu'invité en utilisant votre nom d'utilisateur Discord.
nl_nl: Log in om te spelen of speel als gast met je Discord-gebruikersnaam.
pl_pl: Zaloguj się, lub graj jako gość używając nazwy użytkownika z Discorda.
ru_ru: Авторизуйтесь в игре или играйте как гость используя ваш Discord имя
tr_tr: Oynamak için giriş yapın veya Discord kullanıcı adınızı kullanarak misafir olarak oynayın.
uk_ua: Увійдіть, щоб грати або грайте як гість, використовуючи своє ім'я користувача у Discord.

source: Version mismatch. Please update to version %s.
de_de: Versionskonflikt. Bitte aktualisiere auf Version %s.
es_es: Versión no coincide. Actualiza a la versión %s.
fr_fr: Incompatibilité de version. Veuillez mettre à jour vers la version %s.
nl_nl: Versie komt niet overeen. Update naar versie %s.
pl_pl: Niezgodność wersji. Zaktualizuj do wersji %s.
ru_ru: Несоответствие версий. Пожалуйста, обновите до версии %s.
tr_tr: Sürüm uyuşmazlığı. Lütfen %s sürümüne güncelleyin.
uk_ua: Невідповідність версій. Будь ласка, оновіться до версії %s.

source: A patch is available! Click to download version %s.
de_de: Ein Patch ist verfügbar! Klicke hier, um Version %s herunterzuladen.
es_es: ¡Hay un parche disponible! Haz clic para descargar la versión %s.
fr_fr: Un patch est disponible ! Cliquez pour télécharger la version %s.
nl_nl: Er is een patch beschikbaar! Klik om versie %s te downloaden.
pl_pl: Aktualizacja jest dostępna! Kliknij by pobrać wersję %s.
ru_ru: Доступен патч! Нажмите, чтобы загрузить версию %s.
tr_tr: Bir yama mevcut! %s sürümünü indirmek için tıklayın.
uk_ua: Доступна нова латка! Натисніть, що завантажити версію %s.

source: Patch downloaded. Click to install version %s.
de_de: Patch heruntergeladen. Klicke hier, um Version %s zu installieren.
es_es: Parche descargado. Haz clic para instalar la versión %s.
fr_fr: Patch téléchargé. Cliquez pour installer la version %s.
nl_nl: Patch gedownload. Klik om versie %s te installeren.
pl_pl: Pobrano aktualizację. Kliknij, aby zainstalować wersję %s.
ru_ru: Патч загружен. Нажмите, чтобы установить версию %s
tr_tr: Yama indirildi. %s sürümünü yüklemek için tıklayın.
uk_ua: Латку завантажено! Натисніть, щоб встановити версію %s.

source: Downloading patch failed.
de_de: Herunterladen des Patches schlug fehl.
es_es: Error al descargar el parche.
fr_fr: Le téléchargement du patch a échoué.
nl_nl: Het downloaden van de patch is mislukt.
pl_pl: Pobieranie aktualizacji nie powiodło się.
ru_ru: Загрузка патча не удалась.
tr_tr: Yamayı indirme başarısız oldu.
uk_ua: Не вдалося завантажити латку.

source: Continuing download of version %s.
de_de: Download der Version %s wird fortgesetzt.
es_es: Continuar con la descarga de la versión %s.
fr_fr: Continuation du téléchargement de la version %s.
nl_nl: Verder met downloaden van versie %s.
pl_pl: Kontynuowanie pobierania wersji %s.
ru_ru: Продолжается загрузка версии %s.
tr_tr: %s sürümünün indirilmesine devam ediliyor.
uk_ua: Триває завантаження версії %s.

source: Downloading additional files...
de_de: Zusätzliche Dateien werden heruntergeladen...
es_es: Descargando archivos adicionales...
fr_fr: Téléchargement des fichiers additionnels...
nl_nl: Extra bestanden downloaden...
pl_pl: Pobieranie dodatkowych plików...
ru_ru: Загрузка дополнительных файлов...
tr_tr: İlave dosyaları indiriyor...
uk_ua: Завантаження додаткових файлів...

source: Downloading %s...
de_de: %s wird heruntergeladen...
es_es: Descargando %s...
fr_fr: Téléchargement de %s...
nl_nl: Bezig met downloaden %s...
pl_pl: Pobieranie %s...
ru_ru: Загрузка %s...
tr_tr: %s indiriliyor...
uk_ua: Завантаження %s...

source: Connecting to official servers...
de_de: Verbindung zu offiziellen Servern wird hergestellt...
es_es: Conectando con los servidores oficiales...
fr_fr: Connexion aux serveurs officiels...
nl_nl: Verbinding maken met officiële servers...
pl_pl: Łączenie z oficjalnymi serwerami...
ru_ru: Подключение к официальным серверам...
tr_tr: Resmi sunuculara bağlanılıyor ...
uk_ua: Під'єднання до офіційних серверів...

source: Connected to official servers.
de_de: Verbunden mit offiziellen Servern.
es_es: Conectado con los servidores oficiales.
fr_fr: Connecté aux serveurs officiels.
nl_nl: Verbonden met officiële servers.
pl_pl: Połączono z oficjalnymi serwerami.
ru_ru: Подключен к официальным серверам.
tr_tr: Resmi sunuculara bağlandı.
uk_ua: До офіційних серверів під'єднано.

source: The server has been shut down for maintenance. We'll be back soon!
de_de: Der Server wurde zu Wartungszwecken heruntergefahren. Wir sind bald wieder da!
es_es: El servidor se ha apagado por mantenimiento. ¡Estaremos de vuelta pronto!
fr_fr: Le serveur a été arrêté pour maintenance. Nous serons bientôt de retour !
nl_nl: De server is afgesloten voor onderhoud. We zijn zo terug!
pl_pl: Serwer obecnie jest zamknięty w celu konserwacji. Wrócimy niebawem!
ru_ru: Сервер был отключен для обслуживания. Мы скоро вернемся!
tr_tr: Sunucu, bakım için kapatıldı. Yakında döneceğiz!
uk_ua: Сервер вимкнено для технічного обслуговування. Ми скоро повернемось!

source: An update is required to connect to the server.
de_de: Für die Verbindung zum Server ist ein Update erforderlich.
es_es: Se requiere una actualización para conectarse al servidor.
fr_fr: Une mise à jour est requise pour se connecter au serveur.
nl_nl: Er is een update nodig om verbinding te maken met de server.
pl_pl: Aby połączyć się z serwerem, wymagana jest aktualizacja.
ru_ru: Для подключения к серверу требуется обновление.
tr_tr: Sunucuya bağlanmak için bir güncelleme gerekli.
uk_ua: Для під'єднання до сервера необхідне оновлення.

source: Failed to connect to official servers.
de_de: Verbindung zu offiziellen Servern fehlgeschlagen.
es_es: No se pudo conectar a los servidores oficiales.
fr_fr: La connexion aux serveurs officiels a échoué.
nl_nl: Kan geen verbinding maken met officiële servers.
pl_pl: Nie udało połączyć się z oficjalnymi serwerami.
ru_ru: Не удалось подключиться к официальным серверам.
tr_tr: Resmi sunuculara bağlanılamadı.
uk_ua: Не вдалося під'єднатися до офіційних серверів.

source: Attempting to log in...
de_de: Versuche, Anmeldung vorzunehmen...
es_es: Intentando iniciar sesión ...
fr_fr: Tentative de connexion...
nl_nl: Inloggen...
pl_pl: Próba logowania...
ru_ru: Попытка входа в систему...
tr_tr: Giriş yapılmaya çalışılıyor ...
uk_ua: Спроба увійти в систему...

source: Login successful.
de_de: Anmeldung erfolgreich.
es_es: Inicio de sesión correcto.
fr_fr: Connexion réussie.
nl_nl: Succesvol ingelogd.
pl_pl: Logowanie powiodło się.
ru_ru: Вход выполнен успешно.
tr_tr: Giriş başarılı.
uk_ua: Вхід успішний.

source: Could not connect to the login server.
de_de: Es konnte keine Verbindung zum Anmeldeserver hergestellt werden.
es_es: No se pudo conectar al servidor de inicio de sesión.
fr_fr: Impossible de se connecter au serveur de connexion.
nl_nl: Kan geen verbinding maken met de inlogserver.
pl_pl: Nie udało się połączyć z serwerem logowania.
ru_ru: Не удалось подключиться к серверу входа в систему.
tr_tr: Giriş sunucusuna bağlanılamadı.

source: Unknown email address or incorrect password.
es_es: Dirección de correo electrónico desconocida o contraseña incorrecta.
fr_fr: Adresse e-mail inconnue ou mot de passe incorrect.
nl_nl: Onbekend mailadres of onjuist wachtwoord.
pl_pl: Nieznany adres e-mail lub nieprawidłowe hasło.
ru_ru: Неизвестный адрес электронной почты или неверный пароль.
tr_tr: Bilinmeyen e-posta adresi veya yanlış şifre.
uk_ua: Невідома адреса електронної пошти або неправильний пароль.

source: Your account has been locked due to too many failed login attempts. Please try again in 2 hours.
es_es: Tu cuenta ha sido bloqueada debido a demasiados intentos fallidos de inicio de sesión. Vuelve a intentarlo en 2 horas.
fr_fr: Votre compte a été verrouillé en raison d'un nombre de tentatives de connexion infructueuses trop important. Veuillez réessayer dans 2 heures.
nl_nl: Uw account is vergrendeld vanwege te veel mislukte inlogpogingen. Probeer het over 2 uur opnieuw.
pl_pl: Twoje konto zostało zablokowane z powodu zbyt wielu nieudanych prób logowania. Spróbuj ponownie za 2 godziny.
ru_ru: Ваша учетная запись была заблокирована из-за слишком большого количества неудачных попыток входа в систему. Пожалуйста повторите попытку через 2 часа.
tr_tr: Çok fazla başarısız oturum açma denemesi nedeniyle hesabınız kilitlendi. Lütfen 2 saat sonra tekrar deneyin.
uk_ua: Ваш обліковий запис тимчасово заблоковано через велику кількість невдалих спроб входу. Повторіть спробу через 2 години.

source: Your account has been disabled. If you have any questions about this, you can reach us at support@epicinium.nl
de_de: Dein Konto wurde deaktiviert. Wenn du Fragen dazu hast, kannst du uns unter support@epicinium.nl erreichen
es_es: Su cuenta ha sido inhabilitada. Si tiene alguna pregunta sobre esto, puede comunicarse con nosotros en support@epicinium.nl
fr_fr: Votre compte a été désactivé. Si vous avez des questions à ce sujet, vous pouvez nous contacter à support@epicinium.nl
nl_nl: Je account is gedeactiveerd. Mocht je hier vragen over hebben, dan kun je ons bereiken via support@epicinium.nl
pl_pl: Twoje konto zostało wyłączone. Jeśli masz jakiekolwiek pytania na ten temat, możesz skontaktować się z nami pod adresem support@epicinium.nl
ru_ru: Ваша учетная запись была отключена. Если у вас есть какие-либо вопросы по этому поводу, вы можете связаться с нами по адресу support@epicinium.nl
tr_tr: Hesabınız engellendi. Bununla ilgili herhangi bir sorunuz olursa bize support@epicinium.nl adresinden ulaşabilirsiniz.
uk_ua: Ваш обліковий запис заблоковано на постійно. Якщо у вас є якісь запитання щодо цього, ви можете зв’язатися з нами за адресою support@epicinium.nl

source: An unexpected error has occurred while logging in.
es_es: Se ha producido un error inesperado al iniciar sesión.
fr_fr: Une erreur inattendue s'est produite lors de la connexion.
nl_nl: Er is een onverwachte fout opgetreden tijdens het inloggen.
pl_pl: Wystąpił nieoczekiwany błąd podczas logowania.
ru_ru: При входе в систему произошла непредвиденная ошибка.
tr_tr: Oturum açarken beklenmeyen bir hata oluştu.

source: Attempting to register...
es_es: Intentando registrarse ...
fr_fr: Tentative d'inscription...
nl_nl: Registreren...
pl_pl: Próba rejestracji...
ru_ru: Попытка зарегистрироваться...
tr_tr: Kaydolmaya çalışılıyor ...
uk_ua: Спроба реєстрації...

source: Successfully registered. Please log in.
es_es: Registrado exitosamente. Por favor Inicia sesión.
fr_fr: Inscrit avec succès. Veuillez vous connecter.
nl_nl: Succesvol geregistreerd. Je kunt nu inloggen.
pl_pl: Zarejestrowano pomyślnie. Zaloguj się.
ru_ru: Успешно зарегистрирован. Пожалуйста, войдите в систему.
tr_tr: Başarıyla kaydedildi. Lütfen giriş yapın.
uk_ua: Успішно зареєстровано. Будь ласка, увійдіть.

source: This username is already taken.
es_es: Este nombre de usuario ya está en uso.
fr_fr: Ce nom d'utilisateur est déjà pris.
nl_nl: Deze gebruikersnaam is al bezet.
pl_pl: Ta nazwa użytkownika jest już zajęta.
ru_ru: Это имя пользователя уже занято.
tr_tr: Bu kullanıcı adı zaten alınmış.
uk_ua: Це ім’я користувача вже зайнято.

source: There is already an account registered for this email address.
es_es: Ya existe una cuenta registrada para esta dirección de correo electrónico.
fr_fr: Cette adresse e-mail est déjà liée à un compte existant.
nl_nl: Er is al een account geregistreerd voor dit mailadres.
pl_pl: Istnieje już konto zarejestrowane na ten adres e-mail.
ru_ru: На этот адрес электронной почты уже зарегистрирована учетная запись.
tr_tr: Bu e-posta adresi için zaten kayıtlı bir hesap var.

source: An unexpected error has occurred while registering.
es_es: Se ha producido un error inesperado al registrarse.
fr_fr: Une erreur inattendue s'est produite lors de l'inscription.
nl_nl: Er is een onverwachte fout opgetreden tijdens het registreren.
pl_pl: Wystąpił nieoczekiwany błąd podczas rejestracji.
ru_ru: При регистрации произошла непредвиденная ошибка.
tr_tr: Kayıt sırasında beklenmeyen bir hata oluştu.

source: Failed to authenticate using Steam.
es_es: No se pudo autenticar con Steam.
fr_fr: Échec de l'authentification à l'aide de Steam.
nl_nl: Kan niet authenticeren via Steam.
pl_pl: Nie udało się uwierzytelnić za pomocą Steama.
ru_ru: Не удалось пройти аутентификацию с помощью Steam.
tr_tr: Steam kullanılarak kimlik doğrulaması yapılamadı.

source: Your login session has expired. Please log in again.
es_es: Tu sesión de inicio de sesión ha expirado. Inicia sesión de nuevo.
fr_fr: Votre session de connexion a expiré. Veuillez vous reconnecter.
nl_nl: Uw inlogsessie is verlopen. Log nogmaals in.
pl_pl: Twoja sesja logowania wygasła. Zaloguj się ponownie.
ru_ru: Срок действия вашего сеанса входа в систему истек. Пожалуйста, войдите в систему еще раз.
tr_tr: Giriş oturumunuzun süresi doldu. Lütfen tekrar giriş yapın.
uk_ua: Ваш сеанс входу закінчився. Будь ласка, увійдіть ще раз.

source: You are already online and logged in with this account elsewhere.
es_es: Ya estás en línea e iniciaste sesión con esta cuenta en otro lugar.
fr_fr: Vous êtes déjà en ligne et connecté avec ce compte ailleurs.
nl_nl: Je bent al elders online en ingelogd met dit account.
pl_pl: Jesteś już online i zalogowany na tym koncie gdzie indziej.
ru_ru: Вы уже находитесь в сети и вошли в систему с этой учетной записью в другом месте.
tr_tr: Zaten çevrimiçisiniz ve bu hesapla başka bir yerde giriş yaptınız.

source: Your account has been disabled. If you have any questions about this, You can reach us at support@epicinium.nl
de_de: Dein Konto wurde deaktiviert. Wenn du Fragen dazu hast, kannst du uns unter support@epicinium.nl erreichen
es_es: Su cuenta ha sido inhabilitada. Si tiene alguna pregunta sobre esto, puede comunicarse con nosotros en support@epicinium.nl
fr_fr: Votre compte a été désactivé. Si vous avez des questions à ce sujet, vous pouvez nous contacter à support@epicinium.nl
nl_nl: Je account is gedeactiveerd. Mocht je hier vragen over hebben, dan kun je ons bereiken via support@epicinium.nl
pl_pl: Twoje konto zostało wyłączone. Jeśli masz jakiekolwiek pytania na ten temat, możesz skontaktować się z nami pod adresem support@epicinium.nl
ru_ru: Ваша учетная запись была отключена. Если у вас есть какие-либо вопросы по этому поводу, вы можете связаться с нами по адресу support@epicinium.nl
tr_tr: Hesabınız engellendi. Bununla ilgili herhangi bir sorunuz olursa bize support@epicinium.nl adresinden ulaşabilirsiniz.
uk_ua: Ваш обліковий запис заблоковано на постійно. Якщо у вас є якісь запитання щодо цього, ви можете зв’язатися з нами за адресою support@epicinium.nl

source: You do not own this game on Steam.
de_de: Du besitzt dieses Spiel nicht bei Steam
es_es: No eres dueño de este juego en Steam.
fr_fr: Vous ne possédez pas ce jeu sur Steam.
nl_nl: Je bezit deze game niet op Steam.
pl_pl: Nie posiadasz tej gry na Steamie.
ru_ru: У вас нет этой игры в Steam.
tr_tr: Bu oyuna Steam'de sahip değilsiniz.
uk_ua: Ви не володієте цією грою у Steam.

source: A key is required to unlock access to the server.
es_es: Se requiere una clave para desbloquear el acceso al servidor.
fr_fr: Une clé est requise pour déverrouiller l'accès au serveur.
nl_nl: Een code is vereist om toegang tot de server te krijgen.
pl_pl: Do odblokowania dostępu do serwera wymagany jest klucz.
ru_ru: Для разблокировки доступа к серверу требуется ключ.
tr_tr: Sunucuya erişimin kilidini açmak için bir anahtar gereklidir.
uk_ua: Ключ потрібний, щоб отримати доступ до сервера.

source: Please enter a username to use within Epicinium.
es_es: Ingresa un nombre de usuario para usar en Epicinium.
fr_fr: Veuillez saisir un nom d'utilisateur à utiliser dans Epicinium.
nl_nl: Voer een gebruikersnaam in om te gebruiken in Epicinium.
pl_pl: Wprowadź nazwę użytkownika, której chcesz używać w Epicinium.
ru_ru: Пожалуйста, введите имя пользователя для использования в Epicinium.
tr_tr: Lütfen Epicinium'da kullanmak için bir kullanıcı adı girin.
uk_ua: Введіть ім’я користувача, щоб надалі використовувати його в Epicinium.

source: An unexpected error occurred while validating your login session. Please log in again.
es_es: Se produjo un error inesperado al validar tu sesión de inicio de sesión. Inicia sesión de nuevo.
fr_fr: Une erreur inattendue s'est produite lors de la validation de votre session de connexion. Veuillez vous reconnecter.
nl_nl: Er is een onverwachte fout opgetreden tijdens het verifiëren van uw inlogsessie. Log nogmaals in.
pl_pl: Wystąpił nieoczekiwany błąd podczas weryfikacji sesji logowania. Proszę, zaloguj się ponownie.
ru_ru: При проверке сеанса входа в систему произошла непредвиденная ошибка. Пожалуйста, войдите снова.
tr_tr: Giriş oturumunuz doğrulanırken beklenmeyen bir hata oluştu. Lütfen tekrar giriş yapın.
