Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: Get 86 points.
de_de: Erreichen Sie 86 Punkte.
es_es: Consigue 86 puntos.
fr_fr: Obtenez 86 points.
nl_nl: Ontvang 86 punten.
pl_pl: Zdobądź 86 punktów.
ru_ru: Получите 86 очков.
tr_tr: 86 puan kazanın.
uk_ua: Здобути 86 балів.

source: Get 132 points.
de_de: Erreichen Sie 132 Punkte.
es_es: Consigue 132 puntos.
fr_fr: Obtenez 132 points.
nl_nl: Krijg 132 punten.
pl_pl: Zdobądź 132 punkty.
ru_ru: Получите 132 очка.
tr_tr: 132 puan kazanın.
uk_ua: Здобути 132 бали.

source: In this challenge you will use "Morale" instead of money and power to produce units, which is gained on the field of battle. Each enemy unit killed earns you 1 Morale and each enemy tile you destroy is worth 5 Morale. Capturing a tile gains you 3 Morale and also lowers enemy Morale by 5.
de_de: In dieser Herausforderung ersetzt durch Kämpfe gewinnbare "Moral" Geld und Macht, um Einheiten zu produzieren. Sie erhalten 1 Moral für jede getötete gegnerische Einheit und 5 Moral für jedes zerstörte gegnerische Feld. Das Erobern eines Feldes erhöht die eigene Moral um 3 und senkt die gegnerische Moral um 5.
es_es: En este desafío usarás "Moral" en lugar de dinero y poder para producir unidades, que se obtiene en el campo de batalla. Cada unidad enemiga muerta te otorga 1 de moral y cada casilla enemiga que destruyas te dará 5 de moral. Capturar una casilla te otorga 3 de moral y también reduce la moral del enemigo en 5.
fr_fr: Dans ce défi vous vous servirez du « Moral », gagné sur le champ de bataille, plutôt que de l'argent et du pouvoir pour produire des unités. Chaque unité ennemie tuée vous fait gagner 1 point de Moral et chaque tuile ennemie détruite vaut 5 points de Moral. Capturez une tuile rapporte 3 points de Moral et diminue aussi le Moral ennemi de 5 points.
nl_nl: In deze uitdaging gebruik je "Moraal" in plaats van geld en kracht om eenheden te produceren, dat je op het slagveld verdient. Elke gedode vijandige eenheid levert je 1 Moraal op en elke vijandelijke tegel die je vernietigt, is 5 Moraal waard. Als je een tegel verovert, krijg je 3 Moraal en wordt bovendien het Moreel van de vijand met 5 verlaagd.
pl_pl: W tym wyzwaniu do produkcji jednostek, zamiast pieniędzy i energii, będziesz używał „Morale”, które zdobywasz na polu bitwy. Każda zabita wroga jednostka zapewni Ci 1 Morale, a każde zniszczone wrogie pole 5 Morale. Zdobycie pola da Ci 3 Morale, a także obniży Morale przeciwnika o 5.
ru_ru: В этом испытании вы будете использовать «Мораль» вместо денег и силы для производства юнитов, которые набираются на поле битвы. Каждый убитый вражеский отряд приносит вам 1 боевой дух, а каждый уничтоженный вами тайл врага дает вам 5 морального духа. Захват плитки повышает ваш моральный дух на 3, а также снижает моральный дух врага на 5.
tr_tr: Bu mücadelede birim üretmek için para ve güç yerine "Moral" kullanacaksınız, Moral ise savaş alanında kazanılır. Öldürdüğünüz her düşman birimi 1 Moral, yok ettiğiniz her düşman karosu ise 5 Moral. Ele geçirdiğiniz karolar size 3 Moral verirken düşmandan 5 Moral düşürür.

source: Occupy or destroy your opponent's City to win. Each remaining City tile is worth 2 points at the end of the game, and each remaining Barracks, Industry or Airfield tile is worth 1 point.
de_de: Besetze oder zerstöre die Stadt deines Gegners, um zu gewinnen. Jedes verbleibende Stadtfeld ist am Ende des Spiels 2 Punkte wert, und jedes verbleibende Kasernen-, Industrie- oder Flugplatzfeld ist 1 Punkt wert.
es_es: Ocupa o destruye la ciudad de tu oponente para ganar. Cada casilla de Ciudad restante vale 2 puntos al final del juego, y cada casilla de Cuarteles, Industrias o Aeródromos restantes valen 1 punto.
fr_fr: Occupez ou détruisez la Ville adverse pour gagner. Chaque tuile Ville restante vaut 2 points à la fin de la partie, et chaque tuile Caserne, Industrie ou Aérodrome vaut 1 point.
nl_nl: Bezet of vernietig de Stad van je tegenstander om te winnen. Elke overgebleven Stadstegel is aan het einde van het spel 2 punten waard, en elke overgebleven Kazerne-, Industrie- of Vliegveldtegel is 1 punt waard.
pl_pl: Okupuj lub zniszcz Miasto przeciwnika aby wygrać. Na koniec gry każde pozostałe pole Miasta jest warte 2 punkty, a każde pozostałe pole koszar, fabryki lub lotniska jest warte 1 punkt.
ru_ru: Оккупируй или уничтожь город своего противника, чтобы победить. Каждая оставшаяся городская плитка стоит 2 очка в конце игры, а каждая оставшаяся казарма-промышленность или плитка аэродрома стоит 1 очко.
tr_tr: Kazanmak için rakibinizin Şehrini işgal edin veya yok edin. Kalan her Şehir karosu, oyun sonunda 2 puan değerindeyken, kalan her Kışla, Endüstri ve Havaalanı karosu 1 puan değerindedir.

source: Get 2 points.
de_de: Erreiche 2 Punkte.
es_es: Consigue 2 puntos.
fr_fr: Obtenez 2 points.
nl_nl: Krijg 2 punten.
pl_pl: Zdobądź 2 punkty.
ru_ru: Получите 2 очка.
tr_tr: 2 puan kazanın.
uk_ua: Здобути 2 бали.

source: Get 5 points.
de_de: Erreiche 5 Punkte.
es_es: Obtén 5 puntos.
fr_fr: Obtenez 5 points.
nl_nl: Ontvang 5 punten.
pl_pl: Zdobądź 5 punktów.
ru_ru: Получите 5 очков.
tr_tr: 5 puan kazanın.
uk_ua: Здобути 5 балів.

source: Get 8 points.
de_de: Erreiche 8 Punkte.
es_es: Obtén 8 puntos.
fr_fr: Obtenez 8 points.
nl_nl: Ontvang 8 punten.
pl_pl: Zdobądź 8 punktów.
ru_ru: Получите 8 очков.
tr_tr: 8 puan kazanın.
uk_ua: Здобути 8 балів.

source: Commander!
fr_fr: Commandant !
pl_pl: Dowódca!
ru_ru: Командир!

source: Our batallion has been stranded on this peninsula with very little resources. However, there is an enemy city to the east. If we manage to reach that city, we should be able to use it to our advantage! Destroy any enemies that block your path!
fr_fr: Notre bataillon s'est échoué sur cette péninsule avec très peu de ressources. Cependant, il y a une Ville ennemie à l'est. Si nous parvenons à atteindre cette Ville, nous devrions pouvoir l'utiliser à notre avantage ! Détruisez tous les ennemis qui bloquent votre chemin !
pl_pl: Nasz batalion utknął na półwyspie z bardzo małymi zasobami. Jednak, na wschodzie znajduje się wrogie miasto. Jeśli uda nam się dotrzeć do tego miasta, powinniśmy być w stanie wykorzystać to na naszą korzyść! Zniszcz wszystkich wrogów, którzy stoją Ci na drodze!

source: You can give units orders by selecting them, then clicking on the map to move them. Units that encounter enemies will automatically shoot at those enemies. Your only current units are militia, which have a movement speed of 3 and 1 hitpoint. In combat, each militia shoots once.
fr_fr: Vous pouvez donner des ordres aux unités en les sélectionnant, puis en cliquant sur la carte pour les déplacer. Les unités qui rencontrent des ennemis tireront automatiquement sur ces ennemis. Vos seules unités actuelles sont les Milices, qui ont une vitesse de déplacement de 3 et 1 point de vie. Au combat, chaque Milice tire une fois.
pl_pl: Możesz wydawać rozkazy jednostkom, wybierając je, a następnie klikając na mapę, aby je przenieść. Jednostki, które napotkają wrogów, będą automatycznie do nich strzelać. Twoje obecne jednostki to milicja, która ma prędkość ruchu 3 i 1 punkt życia. Podczas walki każda milicja strzela raz.

source: Occupy the enemy city.
fr_fr: Occupez la Ville ennemie.
pl_pl: Zajmij wrogie miasto.
ru_ru: Захватите вражеский город.

source: Unfortunately, the enemy knew they would lose the previous battle and emptied their city of any resource. However, we did manage to rescue some captured allies! These powerful riflemen are more durable than our militia. A rifleman's armor reduces their movement speed by 1 but it takes 2 hits to kill them.
fr_fr: Malheureusement, l'ennemi savait qu'il perdrait la bataille précédente et a vidé sa Ville de toute ressource. Cependant, nous avons réussi à sauver certains alliés capturés ! Ces puissants Fusiliers sont plus résistants que nos Milices. L'armure d'un Fusilier réduit sa vitesse de déplacement de 1 mais il faut 2 coups pour le tuer.
pl_pl: Niestety wróg wiedział, że przegra poprzednią bitwę i opróżnił swoje miasto z wszelkich zasobów. Udało nam się jednak uratować niektórych schwytanych sojuszników! Ci potężni strzelcy są bardziej wytrzymali niż nasza milicja. Pancerz strzelca zmniejsza jego prędkość ruchu o 1, ale zabicie go wymaga 2 trafień.

source: Remember that after every combat all units regain their full hit points! So if you want to take down an enemy rifleman, you might want to surround it with your own units and use their focus ability by right-clicking on them. Focus causes all allied troops around the enemy to attack it simultaniously, allowing groups of weaker units to take out even the sturdiest of foes! We also found an enemy secret note in the city. It reads: "hold the left mouse button to speed up animations".
pl_pl: Pamiętaj, że po każdej walce wszystkie jednostki odzyskują wszystkie punkty zdrowia! Jeśli więc chcesz zabić wrogiego strzelca, możesz otoczyć go własnymi jednostkami i użyć zdolności skupiającej, klikając na nie prawym przyciskiem myszy. Skupienie powoduje, że wszystkie sojusznicze oddziały znajdujące się dookoła wroga atakują go jednocześnie, pozwalając grupom słabszych jednostek na wyeliminowanie nawet najsilniejszych wrogów! Znaleźliśmy też w mieście tajną notatkę wroga. Brzmi ona: „przytrzymaj lewy przycisk myszy, aby przyspieszyć animacje”.

source: Capture or occupy all enemy cities.
fr_fr: Capturez ou occupez toutes les villes ennemies.
pl_pl: Zdobądź lub zajmij wszystkie miasta wroga.

source: Greetings, commander.
fr_fr: Salutations, commandant.
pl_pl: Pozdrowienia, komendancie.

source: Taking those enemy cities has won us a valuable strategic position! Some of the enemy troops have fled into a nearby mountain range. If they reach their city at the end of this range, they might be able to regroup! We should prevent this from happening by routing them all, and capturing their city in the progress.
pl_pl: Zdobycie tych wrogich miast zapewniło nam cenną pozycję strategiczną! Część wrogich oddziałów uciekła w pobliskie góry. Jeśli dotrą do swojego miasta, na końcu tego pasma, będą mogli się przegrupować! Powinniśmy temu zapobiec, rozgramiając ich i przy okazji zdobywając ich miasto.

source: However, some troops might be waiting to trap us in the canyon. If we pass by an enemy unit or run away from one, it will shoot at us. We can prevent this attack of opportunity by striking first! An attack of opportunity is also prevented if one of our own units is stationed on the tile! This allows us to bypass enemy units without any combat at all. They also have units that hide in the forests or trenches, which give shelter from gunfire. Our riflemen can also make trenches, use them wisely!
pl_pl: Jednak możliwe, że część wrogów przygotowuje pułapkę na nas w kanionie. Jeżeli przemieścimy się obok jednostki wroga lub spróbujemy się od niej odsunąć, otworzy na nas ogień. Możemy zapobiec temu atakowi uderzając jako pierwsi! Wróg nie zaatakuje nas także, jeżeli przejdziemy koło niego przez pole już zajęte przez inną z naszych jednostek. Wróg posiada także jednostki chowające się w okopach i lasach, które osłaniają je od naszych pocisków. Nasza piechota także może kopać okopy, wykorzystaj to mądrze.

source: Our previously captured city is flourishing, which will aid us in our future battles! Cities gain power every night up to a maximum of 5. If there are less than 5 buildings in the city, it even constructs a new building! Cities also generate money every night, 1 gold for each power! Creating a militia costs 10 gold. The number of bodies in your militia unit depends on the power of the city, with a maximum of 3. For each body created, the city loses one power. Be sure to find a balance!
pl_pl: Nasze poprzednio zdobyte miasto kwitnie, co pomoże nam w przyszłych bitwach! Miasta zyskują moc każdej nocy, maksymalnie do 5 punktów. Jeśli w mieście jest mniej niż 5 budynków, nowy budynek zostaje zbudowany. Miasta również generują pieniądze każdej nocy, 1 złoto za każdy zasilony budynek! Utworzenie milicji kosztuje 10 złota. Liczba żołnierzy w jednostce zależy od liczby zasilonych budynków, do maksimum trzech. Za każdego wyszkolonego żołnierza, jeden budynek traci moc. Pamiętaj, aby utrzymać równowagę!

source: Cities can also expand into barracks, which gain power only when the city has at least equal power in it! Barracks cost a lot to upgrade, but larger stacks of riflemen might be worth it! Barracks can be upgraded twice to contain a maximum of 3 buildings. Use this to your advantage, but don't wait to long with offense as the enemy is trying to take back their city!
pl_pl: Miasta mogą również rozbudowywać się w koszary, których baraki zyskują moc tylko wtedy, gdy miasto ma w sobie co najmniej równą ilość zasilonych budynków! Ulepszenie koszar kosztuje dużo ale większe zastępy strzelców mogą być tego warte! Koszary można ulepszyć dwukrotnie, aby zawierały maksymalnie 3 baraki. Wykorzystaj to na swoją korzyść, ale nie czekaj zbyt długo z ofensywą bo wróg próbuje odzyskać swoje miasto!

source: The cities that we captured in our last victory contained some valuable technology! We are now able to create farms, which cultivate the surrounding terrain into fertile soil. Soil turns into crops, which generate money every night as long as the ground is not frozen. Farms are created by our new settler unit, which can be created in the city. Farms are not only very good for making money, they can also be used to create new militia at a cheaper price.
pl_pl: Miasta, które zdobyliśmy w naszym ostatnim zwycięstwie, zawierały cenną technologię! Jesteśmy teraz w stanie budować farmy, które zmieniają otaczające je pola w żyzną glebę. Gleba zamienia się w plony, które co noc generują pieniądze, o ile ziemia nie jest zamarznięta. Farmy tworzy nasza nowa jednostka osadników, którą można rekrutować w mieście. Farmy są nie tylko bardzo dobre do zarabiania pieniędzy, ale mogą być również wykorzystywane do tworzenia nowych jednostek milicji po niższej cenie.

source: There is one caveat, however. Farms take up 9 total tiles, destroying the environment. If you make too many of them, you might be victorious only to win a barren wasteland. Placing farms next to cities also reduces the maximum power in a city, as cities need grass and forests to grow. Farms contain a maximum of 2 buildings, limiting the size of militia. Rout the enemy, but take care not to destroy your future in the progress.
pl_pl: Jest jednak jedno zastrzeżenie. Farmy zajmują łącznie 9 pól, niszcząc środowisko. Jeśli zbudujesz ich zbyt wiele, możesz zwyciężyć tylko po to, by rządzić jałowym pustkowiem. Umieszczanie farm obok miast również zmniejsza maksymalną moc w mieście, ponieważ miasta potrzebują dookoła pól traw i lasów aby się rozwijać. Farmy składają się z maksymalnie 2 budynków, co ogranicza liczebność milicji. Zniszcz wroga, ale uważaj, aby nie zniszczyć swojej przyszłości w procesie.

source: Get at least 75 points.
fr_fr: Obtenez au moins 75 points.
pl_pl: Zdobądź co najmniej 75 punktów.

source: We have located some allied troops stuck on an enemy island. A rescue mission is impossible, but we have resources to aid them in capturing the island! Their outpost seems to have not been spotted yet, but enemy scouts probably reach them in 2 years. Our allies only have a basic outpost at the moment, which is able to create settlers and militia. Fortunately, they have better technology than we do so their settlers know how to create whole new towns, which upgrade into cities!
pl_pl: Zlokalizowaliśmy kilka sojuszniczych oddziałów utkniętych na wrogiej wyspie. Misja ratunkowa jest niemożliwa, ale mamy środki, które pomogą im w zdobyciu wyspy! Wydaje się, że ich obóz nie został jeszcze zauważony, ale zwiadowcy wroga prawdopodobnie dotrą do nich za 2 lata. Nasi sojusznicy mają w tej chwili tylko podstawowy obóz wojskowy, który jest w stanie tworzyć osadników i milicję. Na szczęście mają lepszą technologię niż my, więc ich osadnicy wiedzą, jak tworzyć od zera miasteczka, które można zmienić w miasta!

source: Our allies' militia also know how to create basic outposts, which when positioned offensively might help in occupying the enemy cities! The enemy cities contain valuable research labs, so keeping this island from being destroyed is of crucial importance! Build a base to destroy the enemy, but remember that cities need grassy tiles surrounding them to grow! There are rumours of the enemy having perfected a super soldier, able to take out almost anything in a single shot. Beware, commander.
pl_pl: Milicja naszych sojuszników wie również, jak tworzyć podstawowe obozy wojskowe, które użyte ofensywnie mogą pomóc w zajęciu wrogich miast! Wrogie miasta zawierają cenne laboratoria badawcze, więc nie możemy pozwolić na zniszczenie tej wyspy! Zbuduj bazę, aby zniszczyć wroga, ale pamiętaj, że miasta potrzebują otaczających je trawiastych pól, aby się rozwijać! Krążą pogłoski, że wróg stworzył super–żołnierza, który jest w stanie zabić niemal każdego jednym strzałem. Uważaj, dowódco.

source: Get at least 85 points.
fr_fr: Obtenez au moins 85 points.
pl_pl: Zdobądź co najmniej 85 punktów.

source: Get at least 100 points.
fr_fr: Obtenez au moins 100 points.
pl_pl: Zdobądź co najmniej 100 punktów.

source: We have secured the enemy's technology for ourselves, allowing us to create gunners in barracks! Gunners have the lockdown ability, which locks down a tile completely. Every enemy moving onto that tile is attacked by the gunner without chance of retalliation. Their movement is also interrupted. This makes the gunner a very strong defensive unit!
pl_pl: Zabezpieczyliśmy technologię wroga, dzięki czemu możemy tworzyć strzelców w koszarach! Strzelcy mają zdolność izolacji która pozwala całkowicie blokować pola. Każdy wróg wchodzący na to pole jest atakowany przez strzelca bez szans na odwet. Ich ruch również zostaje zakłócony. To wszystko sprawia, że strzelec jest bardzo silną jednostką defensywną!

source: With this new technology, we might be able to take back more of our homeland! Let us start to the south. These cities store our islands explosives. If we are to capture it, we might use it for ourselves! Beware, as the enemy might use it as well!
pl_pl: Dzięki nowej technologii, jesteśmy w stanie odzyskać więcej naszych ziem. Zacznijmy na południu. Te miasta przechowują materiały wybuchowe naszej wyspy. Jeśli uda nam się je przejąć, możemy je wykorzystać! Bądź ostrożny, bo wróg również może ich użyć!

source: We have managed to secure enough explosives to produce our own sappers at the barracks. Sappers are able to bombard far away tiles, destroying any unit or building in a single hit! This will help greatly in these mountains, where our movement is hindered by the snow. Especially in winters, this part of the island is very hard to traverse. Snow also renders our farms useless, luckily the small ports on the nearby islands will provide us with some resources.
pl_pl: Udało nam się zdobyć wystarczającą ilość materiałów wybuchowych, aby wyprodukować własnych saperów. Saperzy są w stanie bombardować odległe pola, niszcząc dowolną jednostkę lub budynek jednym uderzeniem! Pomoże nam to w górach, gdzie nasz ruch jest krępowany przez śnieg. Szczególnie zimą ta część wyspy jest bardzo trudna do przejścia. Śnieg sprawia, że nasze farmy stają się bezużyteczne, na szczęście małe porty na pobliskich wyspach zapewnią nam trochę zasobów.

source: Capture, destroy or occupy all enemy cities.
fr_fr: Capturez, détruisez ou occupez toutes les villes ennemies.
pl_pl: Zdobywaj, niszcz lub zajmij wszystkie miasta wroga.

source: We should destroy our enemy and get out of here, before this whole peninsula turns into a desert and kills us all.
pl_pl: Musimy zniszczyć naszego wroga i wydostać się stąd, zanim cały ten półwysep zamieni się w pustynię i wszystkich nas pozabija.
ru_ru: Мы должны уничтожить нашего врага и выбраться отсюда, пока весь полуостров не превратился в пустыню и не убил всех нас.

source: Now that we have freed our on island, our allies need our help! We have landed on the northern peninsula of their island, which is the only part not yet occupied by their enemies. The fog here is very heavy so our vision is limited!
pl_pl: Teraz, gdy uwolniliśmy naszą wyspę, nasi sojusznicy potrzebują naszej pomocy! Wylądowaliśmy na półwyspie północnym ich wyspy, który jest jedynym, który nie został jeszcze zajęty przez wroga. Mgła jest tu bardzo gęsta, więc nasza wizja jest ograniczona!
ru_ru: Теперь, когда мы освободили остров, нашим союзникам нужна наша помощь! Мы высадились на северном полуострове их острова, который является единственной частью, еще не занятой их врагами. Туман здесь очень густой, поэтому обзор ограничен!

source: If we wish to survive this expedition, we have to capture both the enemy city and the neutral city on the west coast. This should allow us to set up a stronghold on this island for further missions! Do not forget to also protect our landing base! If we are unable to safely land backup, we are doomed!
pl_pl: Jeśli chcemy przetrwać tę ekspedycję, musimy zdobyć zarówno miasto wroga, jak i neutralne miasto na zachodnim wybrzeżu. To powinno pozwolić nam na założenie twierdzy na wyspie do kolejnych misji! Nie zapomnij również o ochronie naszego lotniska! Jeśli nie uda nam się bezpiecznie wylądować, jesteśmy zgubieni!

source: Capture the neutral City before the enemy does.
fr_fr: Capturez la Ville neutre avant l'ennemi.
pl_pl: Zdobądź neutralne miasto, zanim zrobi to wróg.

source: Hello, commander.
fr_fr: Bonjour, commandant.
pl_pl: Witam, komendancie.

source: We seem to have caught the enemy off guard, as they were not prepared for our invasion. Now, we must push further inward! If we are able to capture all three towns in this area, we will gain a massive economical advantage for the rest of the war!
fr_fr: Nous semblons avoir pris l'ennemi au dépourvu, car ils n'étaient pas préparés à notre invasion. Maintenant, il faut pousser plus loin vers l'intérieur ! Si nous parvenons à Capturer les trois villes de cette zone, nous gagnerons un énorme avantage économique pour le reste de la guerre !
pl_pl: Wygląda na to, że zaskoczyliśmy wroga, bo nie był przygotowany na naszą inwazję. Teraz musimy iść przeć dalej! Jeśli uda nam się zdobyć wszystkie trzy miasta w tym obszarze, uzyskamy ogromną przewagę ekonomiczną do końca wojny!

source: Make haste though, as the enemy is preparing for to retaliate as we speak!
fr_fr: Dépêchez-vous cependant, car l'ennemi se prépare à riposter au moment où nous parlons !
pl_pl: Pośpiesz się, bo wróg przygotowuje się do odwetu podczas gdy my rozmawiamy!

source: Capture 3 towns within 4 years.
fr_fr: Capturez 3 Villages en 4 ans.
pl_pl: Zdobądź 3 miasta w ciągu 4 lat.
uk_ua: Захопити 3 міста протягом 4 років.

source: We succesfully took the enemy towns before they could send their reinforcements. We cannot rest however, as to the far south of here lies the enemy industrial area. If we take our the enemy cities on the eastern coast, we should be able to march on to the south after!
pl_pl: Pomyślnie zajęliśmy wrogie miasta, zanim zdążyli wysłać posiłki. Nie możemy jednak spocząć na laurach, ponieważ na południe stąd leży wrogi obszar przemysłowy. Jeśli zdobędziemy wrogie miasta na wschodnim wybrzeżu, powinniśmy być w stanie pomaszerować dalej na południe!
