Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: An unexpected error occurred while authenticating using your Steam account.
es_es: Ocurrió un error inesperado al autenticarse usando su cuenta de Steam.
fr_fr: Une erreur inattendue s'est produite lors de l'authentification à l'aide de votre compte Steam.
nl_nl: Er is een onverwachte fout opgetreden tijdens het authenticeren van je Steam-account.
pl_pl: Wystąpił nieoczekiwany błąd podczas uwierzytelniania przy użyciu konta Steam.
ru_ru: При аутентификации с помощью вашей учетной записи Steam произошла неожиданная ошибка.
tr_tr: Steam hesabınızı kullanarak kimlik doğrulaması yapılırken beklenmeyen bir hata oluştu.

source: Attempting to activate key...
es_es: Intentando activar la contraseña ...
fr_fr: Tentative d'activation de la clé...
nl_nl: Bezig met code activeren...
pl_pl: Próba aktywowania klucza...
ru_ru: Попытка активировать ключ...
tr_tr: Anahtarı etkinleştirmeye çalışılıyor ...
uk_ua: Спроба активувати ключ...

source: Logged in.
de_de: Eingeloggt.
es_es: Conectado.
fr_fr: Connecté.
nl_nl: Ingelogd.
pl_pl: Zalogowano.
ru_ru: Вошел в систему.
tr_tr: Girildi.
uk_ua: Ви увійшли.

source: The key is incorrect.
de_de: Der Schlüssel ist nicht korrekt.
es_es: La contraseña es incorrecta.
fr_fr: La clé est incorrecte.
nl_nl: De code is niet correct.
pl_pl: Klucz jest nieprawidłowy.
ru_ru: Ключ неверный.
tr_tr: Anahtar yanlış.
uk_ua: Неправильний ключ.

source: The key has already been activated.
es_es: La contrasela ya ha sido activada.
fr_fr: La clé a déjà été activée.
nl_nl: Deze code is al gebruikt.
pl_pl: Klucz został już aktywowany.
ru_ru: Ключ уже был активирован.
tr_tr: Anahtar zaten etkinleştirildi.
uk_ua: Цей ключ вже було активовано.

source: Too many attempts. Please try again in 2 hours.
es_es: Demasiados intentos. Vuelve a intentarlo en 2 horas.
fr_fr: Trop d'essais ont été effectués. Veuillez réessayer dans 2 heures.
nl_nl: Te veel pogingen. Probeer het over 2 uur opnieuw.
pl_pl: Zbyt wiele prób. Spróbuj ponownie za 2 godziny.
ru_ru: Слишком много попыток. Пожалуйста, повторите попытку через 2 часа.
tr_tr: Çok fazla deneme. Lütfen 2 saat sonra tekrar deneyin.
uk_ua: Забагато спроб. Повторіть спробу через 2 години.

source: An unexpected error has occurred while activating your key. Please try again.
es_es: Se produjo un error inesperado al activar tu contraseña. Inténtalo de nuevo.
fr_fr: Une erreur inattendue s'est produite lors de l'activation de votre clé. Veuillez réessayer.
nl_nl: Er is een onverwachte fout opgetreden bij het activeren van je code. Probeer het opnieuw.
pl_pl: Wystąpił nieoczekiwany błąd podczas aktywacji klucza. Spróbuj ponownie.
ru_ru: При активации вашего ключа произошла непредвиденная ошибка. Пожалуйста, попробуйте снова.
tr_tr: Anahtarınızı etkinleştirirken beklenmeyen bir hata oluştu. Lütfen tekrar deneyin.

source: Attempting to reset password...
de_de: Versuche Passwort zurückzusetzen...
es_es: Intentando restablecer la contraseña ...
fr_fr: Tentative de réinitialisation du mot de passe...
nl_nl: Wachtwoord resetten...
pl_pl: Próbuję zresetować hasło...
ru_ru: Попытка сбросить пароль...
tr_tr: Parola sıfırlanmaya çalışılıyor ...
uk_ua: Спроба скинути пароль...

source: Successfully reset password.
de_de: Passwort erfolgreich zurückgesetzt.
es_es: Restablecer la contraseña correctamente.
fr_fr: Réinitialisation du mot de passe réussie.
nl_nl: Wachtwoord opnieuw ingesteld.
pl_pl: Pomyślnie zresetowano hasło.
ru_ru: Успешно сбросьте пароль.
tr_tr: Şifre başarıyla sıfırlandı.
uk_ua: Пароль успішно скинуто.

source: The token is incorrect.
es_es: El código es incorrecto.
fr_fr: Le jeton est incorrect.
nl_nl: Het token is onjuist.
pl_pl: Token jest nieprawidłowy.
ru_ru: Token не верный
tr_tr: Belirteç yanlış.
uk_ua: Неправильний токен.

source: An unexpected error has occurred while resetting your password. Please try again.
es_es: Se produjo un error inesperado al restablecer tu contraseña. Inténtalo de nuevo.
fr_fr: Une erreur inattendue s'est produite lors de la réinitialisation de votre mot de passe. Veuillez réessayer.
nl_nl: Er is een onverwachte fout opgetreden bij het opnieuw instellen van je wachtwoord. Probeer het nog een keer.
pl_pl: Wystąpił nieoczekiwany błąd podczas resetowania hasła. Spróbuj ponownie.
ru_ru: При сбросе пароля произошла непредвиденная ошибка. Пожалуйста, попробуйте еще раз.
tr_tr: Şifrenizi sıfırlarken beklenmeyen bir hata oluştu. Lütfen tekrar deneyin.

source: Thanks for your feedback! We will get back to you soon.
es_es: ¡Gracias por tus comentarios! Nos pondremos en contacto contigo pronto.
fr_fr: Merci pour vos retours ! Nous reviendrons vers vous bientôt.
nl_nl: Bedankt voor je feedback! We komen bij je terug.
pl_pl: Dziękujemy za wiadomość! Wkrótce się do Ciebie odezwiemy.
ru_ru: Спасибо за ваши отзывы! Мы скоро свяжемся с вами.
tr_tr: Geri bildiriminiz için teşekkürler! Yakında size geri döneceğiz.
uk_ua: Дякуємо за ваш відгук! Незабаром ми зв’яжемося з вами.

source: Thanks for your feedback! Click here to view your submission.
es_es: ¡Gracias por tus comentarios! Haz clic aquí para ver tu envío.
fr_fr: Merci pour vos retours ! Cliquez ici pour voir votre commentaire.
nl_nl: Bedankt voor je feedback! Klik hier om je inzending te bekijken.
pl_pl: Dziękujemy za wiadomość! Kliknij tutaj, aby ją zobaczyć.
ru_ru: Спасибо за ваши отзывы! Нажмите здесь, чтобы просмотреть вашу заявку.
tr_tr: Geri bildiriminiz için teşekkürler! Gönderinizi görmek için burayı tıklayın.
uk_ua: Дякуємо за ваш відгук! Клацніть тут, щоб переглянути свою заявку.

source: An unexpected error has occurred while sending feedback.
de_de: Beim Senden des Feedbacks ist ein unerwarteter Fehler aufgetreten.
es_es: Se ha producido un error inesperado al enviar el comentario.
fr_fr: Une erreur inattendue s'est produite lors de l'envoi de votre avis.
nl_nl: Er is een onverwachte fout opgetreden tijdens het verzenden van feedback.
pl_pl: Wystąpił nieoczekiwany błąd podczas wysyłania wiadomości.
ru_ru: При отправке обратной связи произошла непредвиденная ошибка.
tr_tr: Geri bildirim gönderilirken beklenmeyen bir hata oluştu.
uk_ua: Під час надсилання відгуку сталася несподівана помилка.

source: Connected as %s#%s on Discord.
de_de: Verbunden als %s#%s auf Discord.
es_es: Conectado como %s#%s en Discord.
fr_fr: Connecté en tant que %s#%s sur Discord.
nl_nl: Verbonden als Discordgebruiker %s#%s.
pl_pl: Połączono jako %s#%s na Discordzie.
ru_ru: Подключен как %s#%s в Discord.
tr_tr: Discord'da %s#%s olarak bağlandı.

source: Disconnected from Discord.
de_de: Von Discord getrennt.
es_es: Desconectado de Discord.
fr_fr: Déconnecté de Discord.
nl_nl: Losgekoppeld van Discord.
pl_pl: Rozłączono z Discordem.
ru_ru: Отсоединение от Discord
tr_tr: Discord ile bağlantısı kesildi.
uk_ua: Від'єднано від Discord.

source: Connected as %s on Steam.
de_de: Verbunden als %s auf Steam.
es_es: Conectado como %s en Steam.
fr_fr: Connecté en tant que %s sur Steam.
nl_nl: Verbonden als Steamgebruiker %s.
pl_pl: Połączono jako %s na Steamie.
ru_ru: Подключен как %s в Steam.
tr_tr: Steam'de %s olarak bağlandı.
uk_ua: Під'єднано як %s у Steam.

source: Failed to connect with Steam.
de_de: Verbindung mit Steam fehlgeschlagen.
es_es: No se pudo conectar con Steam.
fr_fr: Échec de la connexion à Steam.
nl_nl: Kan geen verbinding maken met Steam.
pl_pl: Nie udało się połączyć ze Steamem.
ru_ru: Не удалось присоединиться со Steam
tr_tr: Steam ile bağlantı kurulamadı.

source: Failed to detect Steam!
de_de: Steam konnte nicht erkannt werden!
es_es: ¡Error al detectar Steam!
fr_fr: La détection de Steam a échoué !
nl_nl: Kan Steam niet detecteren!
pl_pl: Nie udało się wykryć Steama!
ru_ru: Не удалось обнаружить Steam!
tr_tr: Steam tespit edilemedi!
uk_ua: Не вдалося виявити Steam!

source: An unexpected error has occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.
es_es: Ha ocurrido un error inesperado.
fr_fr: Une erreur inattendue est survenue.
nl_nl: Er is een onverwachte fout opgetreden.
pl_pl: Wystąpił nieoczekiwany błąd.
ru_ru: Произошла непредвиденная ошибка.
tr_tr: Beklenmeyen bir hata oluştu.
uk_ua: Сталася несподівана помилка.

source: Welcome back!
de_de: Willkommen zurück!
es_es: ¡Bienvenido de vuelta!
fr_fr: Content de vous revoir !
nl_nl: Welkom terug!
pl_pl: Witamy spowrotem!
ru_ru: Добро пожаловать назад!
tr_tr: Tekrar hoşgeldiniz!
uk_ua: З поверненням!

source: LEARN TO PLAY
es_es: APRENDE A JUGAR
fr_fr: APPRENDRE À JOUER
nl_nl: LEER HET SPEL
pl_pl: UCZ SIĘ GRAĆ
tr_tr: OYNAMAYI ÖĞREN

source: Tutorial
fr_fr: Didacticiel
pl_pl: Samouczek
ru_ru: Обучение
tr_tr: Eğitim
uk_ua: Навчання

source: Overview
es_es: Visión general
fr_fr: Aperçu
nl_nl: Overzicht
pl_pl: Przegląd
tr_tr: Genel Bakış

source: open guide
de_de: Leitfaden öffnen
es_es: Abrir guía
fr_fr: ouvrir guide
nl_nl: gids openen
pl_pl: otwórz przewodnik
ru_ru: открыть руководство
tr_tr: kılavuzu aç
uk_ua: відкрити посібник

source: spectate game
es_es: ver el juego
fr_fr: observer la partie
nl_nl: toekijken
pl_pl: obserwuj grę
tr_tr: oyunu izle

source: watch replay
de_de: Wiederholung ansehen
es_es: Ver repetición
fr_fr: regarder la rediffusion
nl_nl: kijk herhaling
pl_pl: obejrzyj powtórkę
ru_ru: Смотреть реплей
tr_tr: tekrarı izle
uk_ua: переглянути повтор

source: SINGLEPLAYER
es_es: UN SOLO JUGADOR
fr_fr: SOLO
nl_nl: ÉÉN SPELER
pl_pl: Jeden gracz
ru_ru: ОДИНОЧНАЯ ИГРА
tr_tr: TEK OYUNCULU
uk_ua: САМІТНА ГРА

source: Campaign
es_es: Campaña
fr_fr: Campagne
pl_pl: Kampania
ru_ru: Кампания
tr_tr: Sefer
uk_ua: Кампанія

source: Challenges
es_es: Desafíos
fr_fr: Défis
nl_nl: Uitdagingen
pl_pl: Wyzwania
tr_tr: Mücadeleler

source: Versus A.I.
es_es: Versus IA
fr_fr: Contre l'I.A.
nl_nl: Tegen AI
pl_pl: Przeciw Komputerowi
ru_ru: Против AI.
tr_tr: Y.Z.'ye karşı
uk_ua: Проти Ш.І.

source: MULTIPLAYER
es_es: MULTIJUGADOR
fr_fr: MULTIJOUEUR
nl_nl: MEERDERE SPELERS
pl_pl: WIELOOSOBOWY
ru_ru: СЕТЕВОЙ РЕЖИМ
tr_tr: ÇOK OYUNCULU
uk_ua: МЕРЕЖЕВА ГРА

source: One vs. One
de_de: Eins gegen Eins
es_es: 1 vs 1
fr_fr: Un contre un
nl_nl: Eén tegen Eén
pl_pl: Jeden na Jednego
ru_ru: Один на Один
tr_tr: Bire Bir
uk_ua: Один проти одного

source: Custom Lobbies
es_es: Lobbies personalizados
fr_fr: Lobbies personnalisés
nl_nl: Andere Lobby's
pl_pl: Niestandardowe
ru_ru: Пользовательские лобби
tr_tr: Özel Lobiler
uk_ua: Власні лобі

source: CAMPAIGN
es_es: CAMPAÑA
fr_fr: CAMPAGNE
nl_nl: CAMPAGNE
pl_pl: KAMPANIA
ru_ru: КАМПАНИЯ
tr_tr: SEFER

source: back
es_es: volver
fr_fr: retour
nl_nl: terug
pl_pl: powrót
ru_ru: назад
tr_tr: geri

source: CHALLENGES
es_es: DESAFÍOS
fr_fr: DÉFIS
pl_pl: WYZWANIA
tr_tr: MÜCADELELER

source: LOBBIES
es_es: SALAs
nl_nl: LOBBY'S
pl_pl: LOBBY
ru_ru: ЛОББИ
tr_tr: LOBİLER
uk_ua: ЛОБІ

source: create lobby
es_es: crear lobby
fr_fr: créer un lobby
nl_nl: lobby aanmaken
pl_pl: Utwórz pokój
ru_ru: создать лобби
tr_tr: lobi oluştur
uk_ua: Створити лобі

source: USERS
de_de: NUTZER
es_es: USUARIOS
fr_fr: UTILISATEURS
nl_nl: SPELERS
pl_pl: UŻYTKOWNICY
ru_ru: ПОЛЬЗОВАТЕЛИ
tr_tr: KULLANICILAR
uk_ua: КОРИСТУВАЧІ

source: LEADERBOARD
de_de: BESTENLISTE
es_es: TABLA DE CLASIFICACIÓN
fr_fr: CLASSEMENT
nl_nl: SCOREBORD
pl_pl: RANKING
ru_ru: ТАБЛИЦА ЛИДЕРОВ
tr_tr: LİDERLİK SIRALAMASI
uk_ua: ТАБЛИЦЯ ЛІДЕРІВ

source: The leaderboard is updated once per day, at 01:00 UTC.
de_de: Die Bestenliste wird einmal täglich um 01:00 UTC aktualisiert.
es_es: La tabla de clasificación se actualiza una vez al día, a la 01:00 UTC.
fr_fr: Le classement est mis à jour chaque jour, à 01h00 UTC.
nl_nl: Het scorebord wordt één keer per dag bijgewerkt, om 01:00 UTC.
pl_pl: Ranking jest aktualizowany raz dziennie, o 01:00 UTC.
ru_ru: Таблица лидеров обновляется один раз в день, в 01:00 UTC.
tr_tr: Liderlik tablosu günde bir kez 01:00 UTC'de güncellenir.
uk_ua: Таблиця лідерів оновлюється один раз на добу о 01:00 UTC.

source: FEEDBACK?
es_es: COMENTARIOS
fr_fr: DES RETOURS ?
pl_pl: SUGESTIA/OPINIA?
ru_ru: ОБРАТНАЯ СВЯЗЬ?
tr_tr: GERİ BİLDİRİM?
uk_ua: ЗВОРОТНИЙ ВІДГУК?

source: Someone wants to join your lobby.
de_de: Jemand möchte deiner Lobby beitreten.
es_es: Alguien quiere unirse a tu sala.
fr_fr: Quelqu'un veut rejoindre votre lobby.
nl_nl: Iemand wil je lobby binnenkomen.
pl_pl: Ktoś chce dołączyć do Twojego lobby.
ru_ru: Кто-то хочет присоединиться к вашему лобби.
tr_tr: Birisi lobinize katılmak istiyor.
uk_ua: Хтось хоче приєднатися до вашого лобі.

source: accept
de_de: akzeptieren
es_es: Aceptar
fr_fr: accepter
nl_nl: toestaan
pl_pl: zgódź się
ru_ru: принять
tr_tr: kabul et
uk_ua: прийняти

source: deny
de_de: ablehnen
es_es: Denegar
fr_fr: refuser
nl_nl: weigeren
pl_pl: odmów
ru_ru: отклонить
tr_tr: reddet
uk_ua: відхилити

source: NAME
es_es: NOMBRE
fr_fr: NOM
nl_nl: NAAM
pl_pl: IMIĘ
ru_ru: ИМЯ
tr_tr: AD
uk_ua: ІМ'Я

source: The chat target. When in a lobby, click to switch (also TAB key).
es_es: El objetivo del chat. Cuando estés en una sala, haz clic para cambiar (también tecla TAB).
fr_fr: La cible du chat. Dans un lobby, cliquez pour basculer (aussi avec la touche TAB).
nl_nl: De chatgroep. Klik, als je in een lobby zit, om te wisselen (of TAB-toets).
pl_pl: Odbiorca wiadomości. Będąc w lobby, kliknij aby przełączyć (również klawisz TAB).
ru_ru: Цель чата. Находясь в лобби, нажмите, чтобы переключиться (также клавиша TAB).
tr_tr: Sohbet hedefi. Lobideyken, geçiş yapmak için tıklayın (ayrıca TAB tuşu).

source: PLAYERS
de_de: SPIELER
es_es: JUGADORES
fr_fr: JOUEURS
nl_nl: SPELERS
pl_pl: GRACZE
ru_ru: ИГРОКИ
tr_tr: OYUNCULAR
uk_ua: ГРАВЦІ

source: OBSERVERS
de_de: ZUSCHAUER
es_es: OBSERVADORES
fr_fr: OBSERVATEURS
nl_nl: WAARNEMERS
pl_pl: OGLĄDAJĄCY
ru_ru: НАБЛЮДАТЕЛИ
tr_tr: GÖZLEMCİLER
uk_ua: СПОСТЕРІГАЧІ

source: rename
de_de: umbenennen
es_es: Renombrar
fr_fr: renommer
nl_nl: hernoemen
pl_pl: zmień nazwę
ru_ru: переименовать
tr_tr: adını değiştir
uk_ua: перейменувати

source: Only the host can change lobby settings. If the host leaves, the lobby is disbanded.
es_es: Sólo el anfitrión puede cambiar la configuración de la sala. Si el anfitrión se va, la sala se disuelve.
fr_fr: Seul l'hôte peut modifier les paramètres du lobby. Si l'hôte part, le lobby est dissous.
nl_nl: Alleen de gastheer kan de lobby-instellingen wijzigen. Als de gastheer vertrekt, wordt de lobby opgeheven.
pl_pl: Tylko gospodarz może zmienić ustawienia pokoju. Jeśli gospodarz odejdzie, pokój zostanie rozwiązany.
tr_tr: Lobi ayarlarını yalnızca sunucu değiştirebilir. Sunucu oyundan ayrılırsa, lobi dağıtılır.

source: claim
es_es: reclamar
fr_fr: récupérer
nl_nl: opeisen
pl_pl: zażądaj

source: Private lobby:
es_es: Sala privada:
fr_fr: Lobby privé :
nl_nl: Privé-lobby:
pl_pl: Prywatne lobby:
ru_ru: Приватное лобби
tr_tr: Özel lobi:
uk_ua: Приватне лобі:

source: Prevent other users from joining your lobby.
de_de: Verhindern Sie, dass andere Benutzer Ihrer Lobby beitreten.
es_es: Evita que otros usuarios se unan a tu sala.
fr_fr: Empêchez d'autres utilisateurs de rejoindre votre lobby.
nl_nl: Voorkom dat andere spelers je lobby binnenkomen.
pl_pl: Zablokuj innym użytkownikom dołączanie do Twojego lobby.
ru_ru: Запретите другим пользователям присоединяться к вашему лобби.
tr_tr: Diğer kullanıcıların lobinize katılmasını önleyin.
uk_ua: Запобігти приєднанню інших користувачів до вашого лобі.

source: Custom maps:
es_es: Mapas personalizados:
fr_fr: Cartes personnalisées :
nl_nl: Zelfgemaakte kaarten:
pl_pl: Mapy niestandardowe:
ru_ru: Пользовательские карты:
tr_tr: Özel haritalar:
uk_ua: Користувацькі мапи:

source: Allow picking custom maps and gamemodes.
es_es: Permitir elegir mapas y modos de juego personalizados.
fr_fr: Permet la sélection de cartes et modes de jeu personnalisés.
nl_nl: Sta het kiezen van zelfgemaakte kaarten en spelmodussen toe.
pl_pl: Zezwalaj na wybieranie niestandardowych map i trybów gry.
ru_ru: Разрешите выбирать пользовательские карты и игровые режимы.
tr_tr: Özel haritalar ve oyun modları seçmeye izin verin.
uk_ua: Дозволити обирати користувацькі мапи та режими гри.

source: start game
de_de: Spiel starten
es_es: Iniciar partida
fr_fr: démarrer partie
nl_nl: spel starten
pl_pl: zacznij grę
ru_ru: Начать игру
tr_tr: oyunu başlat
uk_ua: почати гру

source: You can add AI players by clicking the blue "+" icon on the right side of the "PLAYERS" list.
es_es: Puedes agregar jugadores de IA haciendo clic en el ícono azul "+" en el lado derecho de la lista "JUGADORES".
fr_fr: Vous pouvez ajouter des joueurs IA en cliquant sur l'icône bleue "+" sur le côté droit de la liste "JOUEURS".
nl_nl: Je kunt AI-spelers toevoegen door op het blauwe "+"-icoontje aan de rechterkant van de lijst "SPELERS" te klikken.
pl_pl: Możesz dodawać graczy komputerowych, klikając niebieską ikonę „+” po prawej stronie listy „GRACZE”.
ru_ru: Вы можете добавить игроков с искусственным интеллектом, нажав на синий значок" + " справа от список " ИГРОКИ".
tr_tr: "OYUNCULAR" listesinin sağ tarafındaki mavi "+" simgesine tıklayarak YZ oyuncuları ekleyebilirsiniz.
uk_ua: Ви можете додавати ШІ-гравців, натиснувши на синю позначку «+» праворуч у списку «ГРАВЦІ».

source: leave lobby
de_de: Lobby verlassen
es_es: Salir de la sala
fr_fr: quitter lobby
nl_nl: lobby verlaten
pl_pl: opuścić lobby
ru_ru: покинуть лобби
tr_tr: lobiden ayrıl
uk_ua: покинути лобі

source: Map:
de_de: Karte:
es_es: Mapa:
fr_fr: Carte :
nl_nl: Kaart:
pl_pl: Mapa:
ru_ru: Карта:
tr_tr: Harita:
uk_ua: Мапа:

source: The map the game is played on.
es_es: El mapa en el que se juega la partida
fr_fr: La carte sur laquelle la partie est jouée.
nl_nl: De kaart waarop het spel wordt gespeeld.
pl_pl: Mapa, na której toczy się gra.
ru_ru: Карта, на которой ведется игра.
tr_tr: Oyunun oynandığı harita.
uk_ua: Мапа, де відбувається гра.

source: unknown
de_de: unbekannt
es_es: Desconocido
fr_fr: inconnu
nl_nl: onbekend
pl_pl: nieznane
ru_ru: неизвестный
tr_tr: bilinmeyen
uk_ua: невідомо

source: Ruleset:
es_es: Conjunto de reglas:
fr_fr: Règles :
nl_nl: Spelregels:
pl_pl: Zasady:
tr_tr: Kural Seti:

source: The version of the game rules the game is played with.
es_es: La versión de las reglas del juego con las que se juega.
fr_fr: La version du jeu décide de la personne avec laquelle vous jouez.
nl_nl: De versie van de spelregels waarmee het spel wordt gespeeld.
pl_pl: Wersja gry określa zasady gry.

source: Planning timer:
es_es: Temporizador de planificación:
fr_fr: Temps de planification :
nl_nl: Planningstijd:
pl_pl: Minutnik planowania:
ru_ru: Время планирования:
tr_tr: Planlama zamanlayıcısı:
uk_ua: Час на планування:

source: Duration of the planning phase in seconds.
de_de: Dauer der Planungsphase in Sekunden.
es_es: Duración de la fase de planificación en segundos.
fr_fr: Durée de la phase de planification en secondes.
nl_nl: Duur van de planningsfase, in seconden.
pl_pl: Czas trwania fazy planowania w sekundach.
ru_ru: Продолжительность этапа планирования в секундах.
tr_tr: Planlama aşamasının saniye cinsinden süresi.
uk_ua: Тривалість етапу планування в секундах.

source: insane
de_de: wahnsinnig
es_es: Insano
fr_fr: dément
nl_nl: gestoord
pl_pl: szalony
ru_ru: безумный
tr_tr: delice
uk_ua: шалено

source: fast
de_de: schnell
es_es: Rápido
fr_fr: rapide
nl_nl: snel
pl_pl: szybki
ru_ru: быстрый
tr_tr: hızlı
uk_ua: швидко

source: standard
es_es: Estandar
nl_nl: standaard
pl_pl: standardowy
ru_ru: стандартный
tr_tr: standart
uk_ua: звичайний

source: relaxed
de_de: entspannt
es_es: Relajado
fr_fr: détendu
nl_nl: ontspannen
pl_pl: spokojny
ru_ru: расслабленный
tr_tr: rahat
uk_ua: спокійно

source: OFF
de_de: AUS
fr_fr: DÉSACTIVÉ
nl_nl: UIT
pl_pl: WYŁĄCZONY
ru_ru: ВЫКЛЮЧИТЬ
tr_tr: KAPALI
uk_ua: ВИМК.

source: unlimited
de_de: unbegrenzt
es_es: Sin límite
fr_fr: illimité
nl_nl: onbeperkt
pl_pl: nieograniczony
ru_ru: неограниченный
tr_tr: sınırsız
uk_ua: необмежений

source: Please enter a new lobby name.
de_de: Bitte gib einen neuen Lobbynamen ein.
es_es: Ingresa un nuevo nombre de sala.
fr_fr: Veuillez saisir un nouveau nom de lobby.
nl_nl: Voer een nieuwe lobbynaam in.
pl_pl: Wprowadź nową nazwę lobby.
ru_ru: Пожалуйста, введите новое название лобби.
tr_tr: Lütfen yeni bir lobi adı girin.
uk_ua: Введіть нову назву лобі.

source: Starting overview mode...
es_es: Iniciando el modo de vista general ...
fr_fr: Lancement du mode aperçu...
nl_nl: Overzichtsmodus starten...
pl_pl: Uruchamianie trybu podglądu...
ru_ru: Запуск режима обзора...
tr_tr: Genel bakış modu başlatılıyor ...
uk_ua: Запуск режиму огляду...

source: dev
es_es: Desarrollador
nl_nl: ontwikkelaar
pl_pl: deweloper
ru_ru: разработка
tr_tr: geliştirici
uk_ua: розроб.

source: guest
de_de: Gast
es_es: Invitado
fr_fr: invité
nl_nl: gast
pl_pl: gość
ru_ru: гость
tr_tr: misafir
uk_ua: гість

source: This player is in a lobby.
de_de: Dieser Spieler ist in einer Lobby.
es_es: Este jugador está en una sala.
fr_fr: Ce joueur est dans un lobby.
nl_nl: Deze speler bevindt zich in een lobby.
pl_pl: Ten gracz jest w lobby.
ru_ru: Этот игрок в лобби
tr_tr: Bu oyuncu bir lobide.
uk_ua: Цей гравець у лобі.

source: This player is in a game.
de_de: Dieser Spieler ist in einem Spiel.
es_es: Este jugador está en una partida.
fr_fr: Ce joueur est dans une partie.
nl_nl: Deze speler is in een spel.
pl_pl: Ten gracz jest w grze.
ru_ru: Этот игрок в игре
tr_tr: Bu oyuncu bir oyunda.
uk_ua: Цей гравець у грі.

source: This player is spectating a game in progress.
es_es: Este jugador está viendo un juego en progreso.
fr_fr: Ce joueur observe une partie en cours.
nl_nl: Deze speler bekijkt een spel dat al bezig is.
pl_pl: Ten gracz obserwuje trwającą grę.
ru_ru: Этот игрок смотрит игру в процессе
tr_tr: Bu oyuncu devam eden bir oyunu izliyor.
uk_ua: Цей гравець спостерігає за ходом гри.

source: This player is watching a replay.
es_es: Este jugador está viendo una repetición.
fr_fr: Ce joueur observe un replay.
nl_nl: Deze speler kijkt naar een herhaling.
pl_pl: Ten gracz ogląda powtórkę.
ru_ru: Этот игрок смотрит реплей
tr_tr: Bu oyuncu bir tekrar izliyor.
uk_ua: Цей гравець переглядає повтор.

source: Looking for opponents? Try our Discord.
es_es: ¿Buscando oponentes? Prueba en nuestro Discord.
fr_fr: Vous cherchez des adversaires ? Rejoignez notre Discord.
nl_nl: Op zoek naar tegenstanders? Probeer onze Discord.
pl_pl: Szukasz przeciwników? Wypróbuj naszego Discorda.
ru_ru: Ищете противников? Попробуйте наш Discord.
tr_tr: Rakip mi arıyorsunuz? Discord'umuzu deneyin.
uk_ua: Шукаєте суперників? Спробуйте у нашому Discord.

source: This lobby is locked.
es_es: Esta sala está bloqueada.
fr_fr: Ce lobby est verrouillé.
nl_nl: Deze lobby is afgesloten.
pl_pl: To lobby jest zamknięte.
ru_ru: Это лобби закрыто
tr_tr: Bu lobi kilitli.
uk_ua: Це закрите лобі.

source: This game is already in progress.
es_es: Esta partida está ya en proceso.
fr_fr: Cette partie est déjà en cours.
nl_nl: Dit spel is al bezig.
pl_pl: Ta gra już trwa.
ru_ru: Это игра уже в процессе
tr_tr: Bu oyun zaten devam ediyor.
uk_ua: Ця гра вже триває.

source: Players in this lobby are watching a replay.
es_es: Los jugadores en esta sala están viendo una repetición.
fr_fr: Les joueurs de ce lobby observent un replay.
nl_nl: Spelers in deze lobby kijken naar een herhaling.
pl_pl: Gracze w tym lobby oglądają powtórkę.
ru_ru: Игрок в лобби смотри реплей
tr_tr: Bu lobideki oyuncular tekrar izliyor.
uk_ua: Гравці у цьому лобі переглядають повтор.

source: Lobby "%s" was disbanded.
de_de: Lobby "%s" wurde aufgelöst.
es_es: Sala "%s" fue deshabilidad.
fr_fr: Le lobby "%s" a été dissous.
nl_nl: Lobby "%s" is opgeheven.
pl_pl: Lobby „%s” zostało rozwiązane.
ru_ru: лобби "%s" было расформировано.
tr_tr: "%s" lobisi dağıtıldı.
uk_ua: Лобі "%s" розформовано.

source: 1v1
es_es: 1vs1
fr_fr: 1vs1
pl_pl: 1 na 1
ru_ru: 1 на 1
uk_ua: 1 на 1

source: custom
de_de: benutzerdefiniert
es_es: Personalizado
fr_fr: personnalisé
nl_nl: aangepast
pl_pl: niestandardowe
ru_ru: Кастомное
tr_tr: özel
uk_ua: Користувальницькі
