Repository: abunchofhacks/Epicinium
Catalog: translations/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua

source: Militia units will attack when moving into enemy units. They will also fire back if attacked and attack any units that move past them.
es_es: Las Milicias atacarán cuando se muevan hacia las unidades enemigas. También devolverán el fuego si son atacados y atacarán a las unidades que pasen junto a ellas.
fr_fr: Les unités Milice attaquent lorsqu'elles rencontrent des unités ennemies. riposteront également si elles sont attaquées et attaqueront toutes les unités qui leur passent devant.
nl_nl: Militie-eenheden vallen aan wanneer ze tegen vijandige eenheden aanlopen. Ze schieten ook terug als ze aangevallen worden en ze vallen eenheden aan die langs hen bewegen.
pl_pl: Jednostki Milicji atakują wkraczając na pole zajęte przez jednostki wroga. Odpowiedzą ogniem jeśli zostaną zaatakowane i ostrzelają wszystkie jednostki próbujące przejść obok nich.
ru_ru: Подразделения Милиции будут атаковать при продвижении во вражеские подразделения. Они также будут стрелять отступите, если на вас нападут, и атакуйте любые подразделения, которые пройдут мимо них.
tr_tr: Milis birimleri düşman birimlerinin olduğu karolara hareket ederken saldıracak. Ayrıca saldırıya uğradıklarında geri ateş edecekler ve yanlarından geçen birimlere saldıracaklar.

source: Settler units can be used to build tiles that generate income. Once the Settler unit is surrounded by Grass and Forest tiles, select it, click on it again with the RIGHT MOUSE BUTTON and order it to build either a Farm tile or a Town tile.
es_es: Los Colonos se pueden utilizar para construir casillas que generen ingresos. Una vez que la unidad de Colono esté rodeada por casillas de Hierba y Bosque, selecciónelo, haz clic en el nuevamente con el BOTÓN DERECHO DEL RATÓN y ordena que construya una casilla de Granja o de Pueblo.
fr_fr: Les unités Colon peuvent être utilisées pour construire des tuiles qui génèrent des revenus. Une fois que l'unité Colon est entourée de tuiles Herbe et Forêt, sélectionnez-la, cliquez à nouveau dessus avec le BOUTON DROIT DE LA SOURIS et ordonnez-lui de construire une tuile Ferme ou une tuile Ville.
nl_nl: Kolonisteenheden kunnen ingezet worden om tegels te bouwen die inkomsten genereren. Selecteer de Kolonisteenheid wanneer hij door Gras- en Bostegels omringd is, klik er dan nog een keer op met de RECHTER MUISKNOP en geef de opdracht om een Boerderij- of Dorptegel te bouwen.
pl_pl: Jednostki Osadników są używane do budowania pól które przynoszą dochód. Gdy Osadnik jest otoczony polami Trawy i Lasu, wybierz go, kliknij go ponownie PRAWYM PRZYCISKIEM MYSZY i rozkaż mu założenie pola Farmy lub pola Miasteczka.
ru_ru: Поселенческие единицы могут быть использованы для строительства плиток, которые приносят доход. Как только Поселенческая единица будет окружена травой и лесными плитками, выберите ее, нажмите на нее снова щелкнув ПРАВОЙ КНОПКОЙ МЫШИ и прикажите ей построить либо плитку фермы.или городскую плитку.
tr_tr: Yerleşimci birimleri, gelir sağlayan karoları inşa etmek için kullanılabilir. Yerleşimci birimi Çim ve Orman karolarıyla çevriliyken, onu seçin, SAĞ FARE DÜĞMESİ ile tekrar tıklayın ve bir Çiftlik veya Kasaba döşemesi inşa etmesini isteyin.

source: Excellent! Buildings generate income at night, and you can spend that money on new military units such as the Militia unit.
es_es: ¡Excelente! Los edificios generan ingresos por la noche y puedes gastar ese dinero en nuevas unidades militares como las Milicias.
fr_fr: Excellent ! Les bâtiments génèrent des revenus la nuit, et vous pouvez dépenser cet argent pour de nouvelles unités militaires telles que l'unité Milice.
nl_nl: Uitstekend! Gebouwen leveren 's nachts inkomsten op, en dat geld kun je besteden aan nieuwe militaire eenheden zoals de Militia-eenheid.
pl_pl: Dobra robota! Budynki generują dochód w nocy, a pieniądze te możesz wydawać na nowe jednostki wojskowe, na przykład Milicję.
ru_ru: Превосходно! Здания приносят доход ночью, и вы можете потратить эти деньги о новых воинских подразделениях, таких как подразделение Милиции".
tr_tr: Mükemmel! Binalar geceleri gelir sağlar ve bu parayı Milis birimi gibi yeni askeri birimlere harcayabilirsiniz.

source: Over the course of the game, global warming will make the world less habitable. Destroying forests and building new tiles will accelerate this process.
es_es: Durante el transcurso del juego, el calentamiento global hará que el mundo sea menos habitable. La destrucción de bosques y la construcción de nuevas casillas acelerarán este proceso.
fr_fr: Au cours du jeu, le réchauffement climatique rendra le monde plus difficilement habitable. La destruction des forêts et la construction de nouvelles tuiles accélérera ce processus.
nl_nl: In de loop van het spel zal de opwarming van de aarde de wereld minder bewoonbaar maken. Het vernietigen van bossen en het bouwen van nieuwe tegels zal dit proces versnellen.
pl_pl: Podczas rozgrywki globalne ocieplanie sprawi, że kolejne tereny przestaną nadawać się do życia. Niszczenie Lasów i budowanie nowych pól przyspieszy ten proces.
ru_ru: В ходе игры глобальное потепление сделает мир меньше обитаемо. Уничтожение лесов и строительство новых плиток ускорит это процесс".
tr_tr: Oyun boyunca küresel ısınma dünyayı daha az yaşanabilir hale getirecek. Ormanları yok etmek ve yeni karolar inşa etmek bu süreci hızlandıracaktır.

source: Industry tiles are a cheap way to generate income and can produce the powerful Tank unit. However, they also lower the humidity of nearby tiles and accelerate global warming. To build an Industry tile select one of your City tiles, click on it again with the RIGHT MOUSE BUTTON, click the left panel and then click on an adjacent tile.
es_es: Las industrias son una forma barata de generar ingresos y pueden producir Tanques. Sin embargo, también reducen la humedad de las casillas cercanas y aceleran el calentamiento global. Para construir un casilla de Industria, seleccione uno de tus Ciudades, haz clic en ella nuevamente con el BOTÓN DERECHO DEL RATÓN, haz clic en el panel izquierdo y luego haz clic en una casilla adyacente.
fr_fr: Les tuiles Industrie sont un moyen peu coûteux de générer des revenus et elles peuvent produire de puissantes unités Tank. Cependant, elles dessèchent les tuiles proches et accélèrent le réchauffement climatique. Pour construire une tuile Industrie, sélectionnez l'une de vos tuiles Ville, cliquez dessus encore avec le BOUTON DROIT DE LA SOURIS, cliquez sur le panneau de gauche et enfin cliquez sur une tuile adjacente.
nl_nl: Industrietegels zijn een goedkope manier om inkomsten te genereren en kunnen de krachtige Tankeenheid produceren. Ze verlagen echter ook de luchtvochtigheid van nabijgelegen tegels en versnellen de opwarming van de aarde. Bouw een Industrytegel door een van je Stadstegels te selecteren, er nogmaals op te klikken met de RECHTER MUISKNOP, op het linkerpaneel te klikken en vervolgens op een aangrenzende tegel te klikken.
pl_pl: Pola Fabryk to tani sposób na generowanie dochodu, a do tego pozwalają na produkcję potężnej jednostki: Czołgów. Należy jednak pamiętać, że Fabryki obniżają wilgotność pobliskich pól i przyspieszają globalne ocieplanie. By zbudować pole Fabryki wybierz jedno ze swoich pól Miast, kliknij je ponownie PRAWYM PRZYCISKIEM MYSZY, kliknij lewy panel a na koniec kliknij sąsiednie pole.
ru_ru: Промышленные плитки являются дешевым способом получения дохода и могут производить мощный резервуарный агрегат. Однако они также снижают влажность близлежащих плиток и ускорит глобальное потепление. Чтобы создать отраслевую плитку, выберите одну из ваших Городских плиток, нажмите на нее еще раз ПРАВОЙ КНОПКОЙ МЫШИ, нажмите на левую панель, а затем нажмите на соседнюю плитку.
tr_tr: Sanayi karoları, gelir elde etmenin kolay bir yoludur ve bununla birlikte tank birimini üretebilirler. Ancak, yakındakı karoların nemini de düşürür ve küresel ısınmayı hızlandırırlar. Bir Sanayi karosu inşa etmek için Şehir karolarından birini seçin ve SAĞ FARE TUŞUNA basın. Ordan Sanayi yazan panele tıklayın.

source: Great! Industry and Barracks tiles can be upgraded to increase their size. The more buildings a tile has, the stronger a unit produced there will be.
es_es: ¡Excelente! Las Industrias y Cuarteles se pueden actualizar para aumentar su tamaño. Cuantos más edificios tenga una casilla, más fuerte será la unidad producida.
fr_fr: Génial ! Les tuiles Industrie et Caserne peuvent être améliorées pour augmenter leur taille. Plus une tuile a de bâtiments, plus les unités y étant produites seront puissantes.
nl_nl: Super! Industrie- en Kazernetegels kunnen worden verbeterd om ze groter te maken. Hoe meer gebouwen een tegel heeft, des te sterker zijn de eenheden die daar geproduceerd worden.
pl_pl: Wspaniale! Pola Fabryk i Baraków mogą zostać ulepszone co je powiększy. Im więcej budynków jest na danym polu, tym silniejsza będzie jednostka tam produkowana.
ru_ru: Отлично! Плитки для промышленности и казарм можно модернизировать, чтобы увеличить их размер. Чем больше зданий у плитки, тем сильнее будет произведенная единица.
tr_tr: Harika! Sanayi ve Baraka koruları, boyutlarını artırmak için yükseltilebilir. Bir karo ne kadar çok binaya sahipse, o kadar güçlü bir birim üretir.

source: Tiles need power to produce units and only gain power at night.
es_es: Los casillas necesitan energía para producir unidades y solo obtienen energía por la noche.
fr_fr: Les tuiles ont besoin d'énergie pour produire des unités et ne gagnent en puissance que la nuit.
nl_nl: Tegels hebben kracht nodig om eenheden te produceren en krijgen alleen 's nachts kracht.
pl_pl: Pola potrzebują energii do produkcji jednostek, a zyskują ją tylko nocą.
ru_ru: Плиткам нужна энергия для производства боевых единиц, и они получают энергию только ночью.
tr_tr: Karolar birim üretmek için güce ihtiyaç duyar ve yalnızca geceleri güç kazanır.
uk_ua: Регіонам для формування загонів потрібна енергія, яку вони здобувають вночі.

source: Barracks tiles can produce Rifleman, Gunner and Sapper units. To build a Barracks tile select one of your City tiles, click on it again with the RIGHT MOUSE BUTTON, click the lower panel and then click on an adjacent tile.
es_es: Los Cuarteles pueden producir unidades de Fusileros, Artilleros y Zapadores. Para construir un Cuartel, selecciona una de tus Ciudades, haz clic en ella nuevamente con el BOTÓN DERECHO DEL RATÓN, haz clic en el panel inferior y luego haz clic en una casilla adyacente.
fr_fr: Les tuiles Caserne peuvent produire des unités Fusilier, Artilleur et Sapeur. Pour construire une tuile Caserne, sélectionnez l'une de vos tuiles Ville, cliquez à nouveau dessus avec le BOUTON DROIT DE LA SOURIS, cliquez sur le panneau inférieur puis cliquez sur une tuile adjacente.
nl_nl: Kazernetegels kunnen Infanterist-, Commando- en Artilleristeenheden produceren. Selecteer om een Kazernetegel te bouwen een van je Stadstegels, klik er nog eens op met de RECHTERMUISKNOP, klik op het onderste paneel en klik dan op een aangrenzende tegel.
pl_pl: Pola Baraków mogą produkować Piechotę, Komandosów oraz Saperów. By wybudować pole Baraków wybierz jedno ze swoich pól Miast, kliknij je ponownie PRAWYM PRZYCISKIEM MYSZY, kliknij dolny panel a następnie kliknij sąsiednie pole.
ru_ru: Казарменные плитки могут производить стрелковые, артиллерийские и саперные подразделения. Чтобы построить плитку казармы выберите одну из ваших городских плиток, нажмите на нее еще раз с помощью ПРАВОЙ КНОПКИ МЫШИ и щелкните нижнюю панель, а затем нажмите на соседнюю плитку.
tr_tr: Baraka karoları; Piyade, Komando ve Topçu birimleri üretebilir. Bir Kışla döşemesi inşa etmek için Şehir karolarınızdan birini seçin, üzerine SAĞ FARE DÜĞMESİ ile tekrar tıklayın, alttaki panele tıklayın ve ardından bitişik karoya tıklayın.

source: That's it! Remember: you must occupy or destroy all enemy City tiles in order to defeat your opponent. Good luck!
es_es: ¡Eso es! Recuerda: debes ocupar o destruir todas las ciudades enemigas para derrotar a tu oponente. ¡Buena suerte!
fr_fr: Ça y est ! Rappelez-vous : vous devez occuper ou détruire toutes les tuiles Ville ennemies pour vaincre votre adversaire. Bonne chance !
nl_nl: Dat is alles! Vergeet niet dat je alle vijandelijke Stadstegels moet bezetten of vernietigen om je tegenstander te verslaan. Succes!
pl_pl: To wszystko! Pamiętaj: Musisz okupować lub zniszczyć wszystkie pola Miast przeciwnika by go pokonać. Powodzenia!
ru_ru: Вот оно что! Помните: вы должны занять или уничтожить все плитки вражеского города, чтобы победить своего противника. Удачи тебе!
tr_tr: Bu kadar! Unutmayın: Rakibinizi yenmek için tüm düşman Şehir taşlarını işgal etmeli veya yok etmelisiniz. İyi şanslar!
uk_ua: Так! Пам'ятайте: ви маєте зайняти чи знищити всі ворожі регіони з містами, щоб перемогти свого супротивника. Успіхів!

source: Victory! After every game you win, you are rewarded with a score equal to the number of grass tiles left on the map. If the score you obtain in a game is higher than the amount of rating points you have, your rating will rise!
es_es: ¡Victoria! Después de cada juego que ganes, serás recompensado con una puntuación igual al número de casillas de hierva y bosque que quedan en el mapa. Si la puntuación que obtienes en un juego es mayor que la cantidad de puntos de clasificación que tienes, ¡tu clasificación aumentará!
fr_fr: Victoire ! Après chaque partie que vous gagnez, vous êtes récompensé par un score égal au nombre de tuiles Herbe laissées sur la carte. Si le score que vous obtenez dans une partie est supérieur au nombre de points de classement que vous avez, votre note augmentera !
nl_nl: Gewonnen! Aan het einde van elk potje dat je wint, krijg je een score gelijk aan het aantal overblijvende grastegels op de kaart. Als deze score hoger is dan je huidige rating, gaat je rating omhoog!
pl_pl: Zwycięstwo! Po każdej wygranej grze otrzymasz punkty równe ilości pozostałych na mapie pól trawy. Jeśli twój wynik jest wyższy niż liczba twoich punktów rankingu, twój ranking się podniesie!
ru_ru: Победа! После каждой выигранной вами игры вы получаете вознаграждение в размере количества травяных плиток, оставшихся на карте. Если счет, который вы наберете в игре выше, чем количество рейтинговых очков, которые у вас есть, ваш рейтинг повысится!
tr_tr: Zafer! Kazandığınız her oyundan sonra, haritada kalan çim karo sayısına eşit bir puanla ödüllendirilirsiniz. Bir oyunda aldığınız puan, sahip olduğunuz derecelendirme puanlarından yüksekse, puanınız yükselecektir!

source: Try again! Remember: you must occupy or destroy all enemy City tiles in order to defeat your opponent.
es_es: ¡Inténtalo de nuevo! Recuerda: debes ocupar o destruir todas las ciudades enemigas para derrotar a tu oponente.
fr_fr: Réessayez ! Rappelez-vous : vous devez occuper ou détruire toutes les tuiles Ville ennemies pour vaincre votre adversaire.
nl_nl: Probeer het nog een keer! Vergeet niet dat je alle vijandelijke Stadstegels moet bezetten of vernietigen om je tegenstander te verslaan.
pl_pl: Spróbuj jeszcze raz! Pamiętaj: Musisz okupować lub zniszczyć wszystkie pola Miast przeciwnika by go pokonać. Powodzenia!
ru_ru: Попробуй еще раз! Помните: вы должны занять или уничтожить все плитки вражеского города, чтобы победить своего противника.
tr_tr: Tekrar deneyin! Unutmayın: Rakibinizi yenmek için tüm düşman Şehir taşlarını işgal etmeli veya yok etmelisiniz.
uk_ua: Спробуйте ще раз! Пам'ятайте: ви повинні зайняти або знищити всі ворожі регіони з містами, щоб перемогти свого супротивника.

source: Cut
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
nl_nl: Knippen
pl_pl: Wytnij
ru_ru: Вырезать
tr_tr: Kes
uk_ua: Вирізати

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
nl_nl: Kopiëren
pl_pl: Kopiuj
ru_ru: Копировать
tr_tr: Kopyala
uk_ua: Копіювати

source: Paste
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
nl_nl: Plakken
pl_pl: Wklej
ru_ru: Вставить
tr_tr: Yapıştır
uk_ua: Вставити

source: In the Weather phase, the season changes and crops can grow. In Spring, trees can grow. In Autumn, global warming worsens.
es_es: En la fase Meteorológica, la estación cambia y los cultivos pueden crecer. En primavera, los árboles pueden crecer. En otoño, el calentamiento global empeora.
fr_fr: Dans la phase météo, la saison change et les cultures peuvent pousser. Au printemps, les arbres poussent. En automne, le réchauffement climatique s'aggrave.
nl_nl: In de Weerfase verandert het seizoen en kunnen gewassen groeien. In het voorjaar kunnen bomen groeien. In de herfst verergert de opwarming van de aarde.
pl_pl: W Fazie Pogody zmienia się pora roku a rośliny uprawne rosną. Wiosną rosną drzewa. Na Jesień, globalne ocieplanie pogarsza się.
ru_ru: В фазе погоды сезон меняется, и урожай может расти. Весной, деревья могут расти. Осенью глобальное потепление усиливается.
tr_tr: Hava durumu aşamasında, mevsim değişiklikleri ve mahsuller büyüyebilir. İlkbaharda ağaçlar büyüyebilir. Sonbaharda küresel ısınma daha da kötüleşir.
uk_ua: Під час етапу погоди змінюється пора року та зростають посіви. Навесні можуть зростати дерева. А от восени зростає вплив від глобального потепління.

source: In the Night phase, building tiles gain power depending on their surroundings and generate income.
es_es: En la fase Nocturna, las construcciónes ganan poder en función de su entorno y generan ingresos.
fr_fr: Durant la phase Nuit, les tuiles Bâtiment gagnent en puissance en fonction de leur environnement et génèrent des revenus.
nl_nl: In de Nachtfase krijgen gebouwtegels kracht afhankelijk van hum omgeving, en brengen ze inkomsten op.
pl_pl: W Fazie Nocy pola budynków otrzymują energię w zależności od otoczenia i generują dochód.
ru_ru: В ночной фазе строительные плитки набирают силу в зависимости от ихокружения и приносят доход.
tr_tr: Gece aşamasında, bina karoları çevrelerine bağlı olarak güç kazanır ve gelir sağlar.

source: In the Planning phase, players decide which orders to give to their units and tiles. Orders are executed in the Action phase.
es_es: En la fase de Planificación, los jugadores deciden qué órdenes dar a sus unidades y casillas. Las órdenes se ejecutan en la fase de Acción.
fr_fr: Dans la phase de planification, les joueurs décident quels ordres donner à leurs unités et tuiles. Les ordres sont exécutés durant la phase d'action.
nl_nl: In de Planningsfase beslissen spelers welke bevelen ze aan hun eenheden en tegels moeten geven. Bevelen worden in de Actiefase uitgevoerd.
pl_pl: W Fazie Planowania gracze decydują, jakie rozkazy wydać swoim jednostkom i polom. Rozkazy są wykonywane w Fazie Akcji.
ru_ru: На этапе планирования игроки решают, какие приказы отдавать своим подразделениям и плитки. Заказы выполняются в фазе действия.
tr_tr: Planlama aşamasında oyuncular, birimlerine ve taşlarına hangi emirlerin verileceğine karar verir. Emirler, Eylem aşamasında gerçekleştirilir.
uk_ua: На етапі планування гравці вирішують, які віддавати накази своїм загонам і що робити в регіонах. Заплановане виконується під час етапу дій.

source: In the Decay phase, any Frostbite, Firestorm or Gas present on the map deals damage. Gas spreads out or dissipates.
de_de: Während der Verschließphase verursacht auf der Karte vorhandener Frost, Feuersturm oder Giftgas Schaden. Giftgas breitet sich aus oder zestreut sich.
es_es: En la fase de Decaida, cualquier congelación, tormenta de fuego o gas presente en el mapa inflige daño. El gas se esparce o se disipa.
fr_fr: Dans la phase de déclin, toute gelure, tempête de feu ou gaz présents sur la carte inflige des dégâts. Le gaz se répand ou se dissipe.
nl_nl: In de Vervalfase brengen Vrieskou, Vuurzee en Gas schade toe. Gas verspreidt zich of verdwijnt.
pl_pl: W Fazie Zniszczeń wszystkie efekty Ostrego Mrozu, Burzy Ogniowej oraz Gazu znajdujące się na mapie zadają obrażenia. Gaz rozprzestrzenia się lub ulatnia.
ru_ru: В фазе распада любое обморожение, Огненная буря или Газ, присутствующие на карте, наносят урон повреждения. Газ распространяется или рассеивается.
tr_tr: Bozulma aşamasında, haritada bulunan herhangi bir Frostbite, Firestorm veya Gas hasar verir. Gaz yayılır veya dağılır.

source: Red Player
de_de: Spieler Rot
es_es: Jugador rojo
fr_fr: Joueur rouge
nl_nl: Rode Speler
pl_pl: Gracz Czerwony
ru_ru: Красный игрок
tr_tr: Kırmızı Oyuncu
uk_ua: Червоний гравець

source: Blue Player
de_de: Spieler Blau
es_es: Jugador azul
fr_fr: Joueur bleu
nl_nl: Blauwe Speler
pl_pl: Gracz Niebieski
ru_ru: Синий игрок
tr_tr: Mavi Oyuncu
uk_ua: Блакитний гравець

source: Yellow Player
de_de: Spieler Gelb
es_es: Jugador amarillo
fr_fr: Joueur jaune
nl_nl: Gele Speler
pl_pl: Gracz Żółty
ru_ru: Желтый игрок
tr_tr: Sarı Oyuncu
uk_ua: Жовтий гравець

source: Teal Player
de_de: Spieler Türkis
es_es: Jugador Verde azulado
fr_fr: Joueur turquoise
nl_nl: Turquoise Speler
pl_pl: Gracz Zielononiebieski
ru_ru: Бирюзовый игрок
tr_tr: Teal Oyuncu
uk_ua: Зелено-блакитний гравець

source: Black Player
de_de: Spieler Schwarz
es_es: Jugador negro
fr_fr: Joueur noir
nl_nl: Zwarte Speler
pl_pl: Gracz Czarny
ru_ru: Черный игрок
tr_tr: Siyah Oyuncu
uk_ua: Чорний гравець

source: Pink Player
de_de: Spieler Pink
es_es: Jugador rosa
fr_fr: Joueur rose
nl_nl: Roze Speler
pl_pl: Gracz Różowy
ru_ru: Розовый игрок
tr_tr: Pembe Oyuncu
uk_ua: Рожевий гравець

source: Indigo Player
de_de: Spieler Indigo
es_es: Jugador Añil
fr_fr: Joueur indigo
nl_nl: Indigo Speler
pl_pl: Gracz Indygo
ru_ru: Индиго игрок
tr_tr: Indigo Oyuncu

source: Purple Player
de_de: Spieler Violett
es_es: Jugador morado
fr_fr: Joueur violet
nl_nl: Paarse Speler
pl_pl: Gracz Fioletowy
ru_ru: Фиолетовый игрок
tr_tr: Mor Oyuncu
uk_ua: Фіолетовий гравець

source: Credits
es_es: Creditos
fr_fr: Crédits
pl_pl: Autorzy
ru_ru: Титры
tr_tr: Kredi
uk_ua: Автори

source: a game by a bunch of hacks
de_de: ein Spiel von A Bunch of Hacks
es_es: Un juego de A Bunch of Hacks
fr_fr: un jeu par a bunch of hacks
nl_nl: een spel van A Bunch of Hacks
pl_pl: gra studia a bunch of hacks
ru_ru: игра от кучки хакеров
tr_tr: a bunch of hacks tarafından bir oyun

source: game design, programming, graphic design
de_de: Gamedesign, Programmierung, Grafikdesign
es_es: Diseño de juegos, programación, diseño gráfico
fr_fr: conception de jeux, programmation, conception graphique
nl_nl: spelontwerp, programmeerwerk, grafisch ontwerp
pl_pl: projekt gry, programowanie, grafika
ru_ru: игровой дизайн, программирование, графический дизайн
tr_tr: oyun tasarımı, programlama, grafik tasarım

source: game design, programming, engineering, sound design
de_de: Spieldesign, Programmierung, Entwicklung, Sounddesign
es_es: Diseño de juegos, programación, ingeniería, diseño de sonido
fr_fr: conception de jeux, programmation, ingénierie, conception sonore
nl_nl: spelontwerp, programmeerwerk, techniek, geluid
pl_pl: projekt gry, programowanie, spr. techniczne, dźwięk
ru_ru: игровой дизайн, программирование, инженерия, звуковое оформление
tr_tr: oyun tasarımı, programlama, mühendislik, ses tasarımı

source: graphic design
de_de: Grafikdesign
es_es: Diseño gráfico
fr_fr: conception graphique
nl_nl: grafisch ontwerp
pl_pl: grafika
ru_ru: графический дизайн
tr_tr: grafik dizayn
uk_ua: графічний дизайн

source: programming, sound design
de_de: Programmierung, Sounddesign
es_es: Programación, diseño de sonido
fr_fr: programmation, conception sonore
nl_nl: programmeerwerk, geluid
pl_pl: programowanie, dźwięk
ru_ru: программирование, звуковое оформление
tr_tr: programlama, ses tasarımı
uk_ua: програмування, звуковий дизайн

source: special thanks
de_de: Danksagungen
es_es: Agradecimientos especiales
fr_fr: remerciement spécial
nl_nl: met dank aan
pl_pl: specjalne podziękowania
ru_ru: особая благодарность
tr_tr: özel teşekkür
uk_ua: особлива подяка

source: campaign levels, game balance
fr_fr: niveaux de campagne, équilibrage du jeu
pl_pl: poziomy kampanii, balans gry
